Repository: fahmidev013/jsc_vendor
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, el, es, fr, hi, id, it, ja, ko, nb, nl, pl, pt, ru, th, tr, vi, zh

source: Delete for me
ar: حذف بالنسبة لي
da: Slet for mig
de: Für mich löschen
el: Διαγραφή για μένα
es: Eliminar para mí
fr: Supprimer pour moi
hi: मेरे लिए हटाएं
id: Hapus untuk saya
it: Cancella per me
ja: 私のために削除してください
ko: 나를 위해 삭제
nb: Slett for meg
nl: Verwijder voor mij
pl: Usuń dla mnie
pt: Excluir para mim
ru: Удалить для меня
th: ลบให้ฉัน
tr: benim için sil
vi: Xóa cho tôi
zh: 帮我删除

source: Unknown
ar: مجهول
da: Ukendt
de: Unbekannt
el: Αγνωστος
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
ja: 知らない
ko: 알려지지 않은
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
th: ไม่ทราบ
tr: Bilinmeyen
vi: không xác định
zh: 未知

# registerYourShopWithUsFindCustomersManageAppointmentsAnd
source: Daftarkan kapster anda, cari pelanggan, atur jadwal booking dan tingkatkan bisnis anda.
ar: سجل متجرك معنا ، وابحث عن العملاء ، وقم بإدارة المواعيد ، وقم بتنمية أعمالك.
da: Registrer din butik hos os, find kunder, administrer aftaler og vækst forretning.
de: Registrieren Sie Ihren Shop bei uns, finden Sie Kunden, verwalten Sie Termine und steigern Sie Ihr Geschäft.
el: Καταχωρίστε το κατάστημά σας σε εμάς, βρείτε πελάτες, διαχειριστείτε ραντεβού και αναπτύξτε την επιχείρηση.
es: Registre su tienda con nosotros, encuentre clientes, administre citas y haga crecer su negocio.
fr: Enregistrez votre boutique chez nous, trouvez des clients, gérez les rendez-vous et développez votre activité.
hi: हमारे साथ अपनी दुकान पंजीकृत करें, ग्राहक खोजें, नियुक्तियों का प्रबंधन करें और व्यवसाय बढ़ाएँ।
id: Daftarkan toko Anda dengan kami, temukan pelanggan, kelola janji temu, dan kembangkan bisnis.
it: Registra il tuo negozio con noi, trova clienti, gestisci gli appuntamenti e fai crescere il business.
ja: あなたのショップを当社に登録し、顧客を見つけ、予約を管理し、ビジネスを成長させましょう。
ko: 매장을 등록하고, 고객을 찾고, 약속을 관리하고, 비즈니스를 성장시키세요.
nb: Registrer din butikk hos oss, finn kunder, administrer avtaler og øk virksomheten.
nl: Registreer uw winkel bij ons, vind klanten, beheer afspraken en laat uw bedrijf groeien.
pl: Zarejestruj u nas swój sklep, znajdź klientów, zarządzaj spotkaniami i rozwijaj biznes.
pt: Registre sua loja conosco, encontre clientes, gerencie compromissos e faça negócios.
ru: Зарегистрируйте свой магазин у нас, находите клиентов, назначайте встречи и развивайте бизнес.
th: ลงทะเบียนร้านค้าของคุณกับเรา ค้นหาลูกค้า จัดการนัดหมาย และทำให้ธุรกิจเติบโต
tr: Mağazanızı bize kaydedin, müşteriler bulun, randevuları yönetin ve işinizi büyütün.
vi: Đăng ký cửa hàng của bạn với chúng tôi, tìm khách hàng, quản lý các cuộc hẹn và phát triển kinh doanh.
zh: 在我们这里注册您的商店、寻找客户、管理约会和发展业务。

# contactDetail
source: Nomor Kontak
ar: رقم الاتصال
da: Kontakt nummer
de: Kontakt Nummer
el: Αριθμός επαφής
es: Número de contacto
fr: Numéro de contact
hi: संपर्क संख्या
it: Numero di contatto
ja: 連絡先番号
ko: 연락처
nb: Kontakt nummer
nl: Contact nummer
pl: Numer kontaktowy
pt: Número de contato
ru: Контактный номер
th: เบอร์ติดต่อ
tr: İletişim numarası
vi: Số liên lạc
zh: 联系电话

# bookingHistory
source: Riwayat Booking
ar: سجل الحجز
da: Bestillingshistorik
de: Buchungsverlauf
el: Ιστορικό κρατήσεων
es: Historial de reservas
fr: Historique des réservations
hi: बुकिंग इतिहास
id: Riwayat Pemesanan
it: Cronologia delle prenotazioni
ja: 予約履歴
ko: 예약 내역
nb: Bestillingshistorikk
nl: Boekingsgeschiedenis
pl: Historia rezerwacji
pt: Histórico de reservas
ru: История бронирования
th: ประวัติการจอง
tr: Rezervasyon Geçmişi
vi: Lịch sử đặt phòng
zh: 预订历史

source: Insufficient Amount to withdraw...!
ar: كمية غير كافية للسحب ...!
da: Utilstrækkeligt beløb til at hæve...!
de: Unzureichender Betrag zum Abheben...!
el: Ανεπαρκές ποσό για ανάληψη...!
es: Monto insuficiente para retirar...!
fr: Montant insuffisant pour retirer... !
hi: निकालने के लिए अपर्याप्त राशि...!
id: Jumlah yang tidak mencukupi untuk ditarik...!
it: Importo insufficiente per prelevare...!
ja: 出金するには金額が足りません…!
ko: 출금금액이 부족합니다...!
nb: Utilstrekkelig beløp for å ta ut...!
nl: Onvoldoende bedrag om op te nemen...!
pl: Niewystarczająca kwota do wypłaty...!
pt: Valor insuficiente para sacar...!
ru: Недостаточно суммы для вывода...!
th: ถอนเงินไม่พอ...!
tr: Çekilecek Tutar Yetersiz...!
vi: Không đủ số tiền để rút...!
zh: 提款金额不足...！

source: Delete Service
ar: حذف الخدمة
da: Slet tjeneste
de: Dienst löschen
el: Διαγραφή υπηρεσίαςe
es: Eliminar servicio
fr: Supprimer le servicee
hi: सेवा हटाएंe
id: Hapus Layanan
it: Elimina servizio
ja: サービスの削除
ko: 서비스 삭제
nb: Slett tjeneste
nl: Dienst verwijderen
pl: Usuń usługę
pt: Excluir serviçoe
ru: Удалить службу
th: ลบบริการ
tr: Hizmeti Sil
vi: Xóa dịch vụ
zh: 删除服务

source: Change Language
ar: تغيير اللغة
da: Skift sprog
de: Sprache ändern
el: Αλλαξε γλώσσα
es: Cambiar idioma
fr: Changer de langue
hi: भाषा बदलें
id: Ganti BAHASA
it: Cambia lingua
ja: 言語を変えてください
ko: 언어 변경
nb: Skifte språk
nl: Taal wijzigen
pl: Zmień język
pt: Mudar idioma
ru: Изменение языка
th: เปลี่ยนภาษา
tr: Dili değiştir
vi: Thay đổi ngôn ngữ
zh: 改變語言

source: Banned
ar: محظور
da: Forbudt
de: Verboten
el: Απαγορευμένο
es: Prohibido
fr: banni
hi: प्रतिबंधित
id: Dilarang
it: Vietato
ja: 禁止された
ko: 금지
nb: Utestengt
nl: Verboden
pl: Zakazany
pt: Banido
ru: Запрещено
th: ห้าม
tr: yasaklandı
vi: bị cấm
zh: 禁止

source: Your salon has been banned !
ar: تم حظر صالونك!
da: Din salon er blevet forbudt!
de: Ihr Salon wurde verboten!
el: Το σαλόνι σας έχει απαγορευτεί!
es: ¡Tu salón ha sido prohibido!
fr: Votre salon a été banni !
hi: आपके सैलून पर प्रतिबंध लगा दिया गया है!
id: Salon Anda telah dilarang!
it: Il tuo salone è stato bandito!
ja: あなたのサロンは出入り禁止になりました！
ko: 당신의 미용실은 금지되었습니다!
nb: Salongen din har blitt utestengt!
nl: Uw salon is verbannen!
pl: Twój salon został zbanowany!
pt: Seu salão foi banido!
ru: Ваш салон забанен!
th: ร้านเสริมสวยของคุณถูกแบน !
tr: Salonunuz yasaklandı!
vi: Tiệm của bạn đã bị cấm!
zh: 您的沙龍已被禁止！

# yourSalonHasBeenBannedBySuperAdminPleaseContact
source: Your salon has been banned by super admin. Please contact on below email address to proceed further in this matter.
ar: تم حظر صالونك من قبل المشرف المتميز. يرجى الاتصال على عنوان البريد الإلكتروني أدناه للمضي قدمًا في هذا الأمر.
da: Din salon er blevet forbudt af superadministrator. Kontakt venligst nedenstående e-mailadresse for at komme videre i denne sag.
de: Ihr Salon wurde vom Superadministrator gesperrt. Bitte kontaktieren Sie die unten stehende E-Mail-Adresse, um in dieser Angelegenheit weiter vorzugehen.
el: Το κομμωτήριό σας έχει αποκλειστεί από super admin. Επικοινωνήστε στην παρακάτω διεύθυνση email για να προχωρήσετε περαιτέρω σε αυτό το θέμα.
es: Su salón ha sido prohibido por el superadministrador. Póngase en contacto con la siguiente dirección de correo electrónico para continuar con este asunto..
fr: Votre salon a été banni par le super administrateur. Veuillez contacter l'adresse e-mail ci-dessous pour continuer dans cette affaire.
hi: आपके सैलून को सुपर एडमिन द्वारा प्रतिबंधित कर दिया गया है। इस मामले में आगे बढ़ने के लिए कृपया नीचे दिए गए ईमेल पते पर संपर्क करें.
id: Salon Anda telah dilarang oleh admin super. Silakan hubungi alamat email di bawah ini untuk melanjutkan lebih jauh dalam masalah ini.
it: Il tuo salone è stato bannato dal super amministratore. Si prega di contattare il seguente indirizzo e-mail per procedere ulteriormente in questa materia.
ja: あなたのサロンはスーパー管理者によって禁止されました。 この件についてさらに進めるには、以下の電子メール アドレスまでご連絡ください。.
ko: 귀하의 미용실은 최고 관리자에 의해 금지되었습니다. 이 문제에 대한 추가 진행을 위해 아래 이메일 주소로 연락하십시오..
nb: Salongen din har blitt utestengt av superadmin. Ta kontakt på e-postadressen nedenfor for å gå videre i denne saken.
nl: Je salon is verbannen door super admin. Neem contact op via onderstaand e-mailadres om verder te gaan in deze kwestie.
pl: Twój salon został zbanowany przez superadministratora. Prosimy o kontakt na poniższy adres e-mail w celu dalszego postępowania w tej sprawie.
pt: Seu salão foi banido pelo super admin. Entre em contato com o endereço de e-mail abaixo para prosseguir com este assunto.
ru: Ваш салон забанен суперадмином. Пожалуйста, свяжитесь по указанному ниже адресу электронной почты, чтобы продолжить в этом вопросе.
th: ร้านเสริมสวยของคุณถูกแบนโดยผู้ดูแลระบบระดับสูง โปรดติดต่อตามที่อยู่อีเมลด้านล่างเพื่อดำเนินการต่อไปในเรื่องนี้.
tr: Salonunuz süper yönetici tarafından yasaklanmıştır. Bu konuda daha fazla ilerlemek için lütfen aşağıdaki e-posta adresinden iletişime geçin.
vi: Tiệm của bạn đã bị siêu quản trị viên cấm. Vui lòng liên hệ theo địa chỉ email bên dưới để tiến hành thêm trong vấn đề này.
zh: 您的沙龍已被超級管理員禁止。 請通過以下電子郵件地址聯繫以進一步處理此事.

# addBookingSlotsByWeekDays
source: Tambah ketersediaan slot booking di hari kerja
ar: أضف خانات الحجز حسب أيام الأسبوع
da: Tilføj bookingslots efter ugedage
de: Fügen Sie Buchungsslots nach Wochentagen hinzu
el: Προσθέστε κουλοχέρηδες κρατήσεων κατά τις καθημερινές
es: Agregar franjas horarias de reserva por días laborables
fr: Ajouter des créneaux de réservation par jours de semaine
hi: कार्यदिवसों के अनुसार बुकिंग स्लॉट जोड़ें
id: Tambahkan slot pemesanan pada hari kerja
it: Aggiungi slot di prenotazione per giorni feriali
ja: 平日までに予約枠を追加する
ko: 평일 예약 슬롯 추가
nb: Legg til bestillingsplasser etter ukedager
nl: Voeg boekingsslots toe op weekdagen
pl: Dodaj terminy rezerwacji według dni tygodnia
pt: Adicionar slots de reserva por dias da semana
ru: Добавить места для бронирования по дням недели
th: เพิ่มช่องการจองตามวันธรรมดา
tr: เพิ่มช่องการจองตามวันธรรมดา
vi: Thêm thời gian đặt phòng theo các ngày trong tuần
zh: 按工作日添加预订时段

# monday
source: Senin
ar: الاثنين
da: Mandag
de: Montag
el: Δευτέρα
es: Lunes
fr: Lundi
hi: सोमवार
it: Lunedi
ja: 月曜日
ko: 월요일
nb: mandag
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник
th: วันจันทร์
tr: วันจันทร์
vi: Thứ hai
zh: 周一

# add
source: Tambah
ar: يضيف
da: Tilføje
de: Hinzufügen
el: Προσθήκη
es: Agregar
fr: Ajouter
hi: जोड़ना
id: Menambahkan
it: Aggiungere
ja: 追加
ko: 추가하다
nb: Legg til
nl: Toevoegen
pl: Dodać
pt: Adicionar
ru: AddДобавлять
th: เพิ่ม
tr: เพิ่ม
vi: Thêm vào
zh: 添加

# ifYouHaveAddedOnly2SlotsForMondayThen
source: Jika menambahkan 2 slot di hari Senin If you have added only 2 slots for Monday, pelanggan dapat memilih salah satu dari 2 slot di hari itu
ar: إذا كنت قد أضفت فتحتين فقط ليوم الاثنين ، فيمكن للعملاء الاختيار من بين هاتين الفتحتين ليوم الاثنين.
da: Hvis du kun har tilføjet 2 pladser til mandag, kan kunderne vælge mellem disse 2 pladser til mandag.
de: Wenn Sie für Montag nur 2 Slots hinzugefügt haben, können Kunden für Montag aus diesen 2 Slots auswählen.
el: Εάν έχετε προσθέσει μόνο 2 θέσεις για τη Δευτέρα, τότε οι πελάτες μπορούν να επιλέξουν από αυτές τις 2 θέσεις για τη Δευτέρα.
es: Si agregó solo 2 espacios para el lunes, los clientes pueden seleccionar entre esos 2 espacios para el lunes.
fr: Si vous avez ajouté seulement 2 créneaux pour le lundi, les clients peuvent choisir parmi ces 2 créneaux pour le lundi.
hi: यदि आपने सोमवार के लिए केवल 2 स्लॉट जोड़े हैं, तो ग्राहक सोमवार के लिए उन 2 स्लॉट में से चयन कर सकते हैं।
id: Jika Anda hanya menambahkan 2 slot untuk hari Senin, maka pelanggan dapat memilih dari 2 slot tersebut untuk hari Senin.
it: Se hai aggiunto solo 2 slot per lunedì, i clienti possono selezionare uno di questi 2 slot per lunedì.
ja: 月曜日に 2 つのスロットのみを追加した場合、顧客はそれらの 2 つのスロットから月曜日を選択できます。
ko: 월요일에 슬롯을 2개만 추가한 경우 고객은 월요일에 해당 슬롯 2개 중에서 선택할 수 있습니다.
nb: Hvis du bare har lagt til 2 plasser for mandag, kan kundene velge mellom disse 2 plasser for mandag.
nl: Als je slechts 2 slots voor maandag hebt toegevoegd, kunnen klanten kiezen uit die 2 slots voor maandag.
pl: Jeśli dodałeś tylko 2 miejsca na poniedziałek, klienci mogą wybrać z tych 2 miejsc na poniedziałek.
pt: Se você adicionou apenas 2 slots para segunda-feira, os clientes podem selecionar entre esses 2 slots para segunda-feira.
ru: Если вы добавили только 2 слота для понедельника, клиенты могут выбрать из этих 2 слотов для понедельника.
th: หากคุณเพิ่มเพียง 2 สล็อตสำหรับวันจันทร์ ลูกค้าสามารถเลือกจาก 2 สล็อตสำหรับวันจันทร์
tr: หากคุณเพิ่มเพียง 2 สล็อตสำหรับวันจันทร์ ลูกค้าสามารถเลือกจาก 2 สล็อตสำหรับวันจันทร์
vi: Nếu bạn chỉ thêm 2 vị trí cho Thứ Hai, thì khách hàng có thể chọn từ 2 vị trí đó cho Thứ Hai.
zh: 如果您仅添加了 2 个周一时段，那么客户可以从这 2 个周一时段中进行选择。

source: Please select from time first...!
ar: الرجاء التحديد من الوقت أولا ...!
da: Vælg venligst fra tidspunktet først...!
de: Bitte wählen Sie zuerst die Uhrzeit aus...!
el: Επιλέξτε από την ώρα πρώτα...!
es: Por favor, seleccione desde el tiempo primero...!
fr: Veuillez d'abord sélectionner à partir de l'heure... !
hi: कृपया पहले समय से चयन करें...!
id: Silakan pilih dari waktu dulu...!
it: Si prega di selezionare dall'ora prima...!
ja: まずは時間から選んでください…！
ko: 시간부터 먼저 선택해주세요...!
nb: Vennligst velg fra tid først...!
nl: Selecteer eerst vanaf de tijd...!
pl: Wybierz najpierw czas...!
pt: Por favor, selecione a partir do primeiro momento...!
ru: Сначала выберите время...!
th: กรุณาเลือกจากเวลาก่อน...!
tr: กรุณาเลือกจากเวลาก่อน...!
vi: Vui lòng chọn từ lần đầu tiên ...!
zh: 请先从时间中选择...！

source: Select time after
ar: حدد الوقت بعد ذلك
da: Vælg tid efter
de: Wählen Sie die Zeit danach aus
el: Επιλέξτε ώρα μετά
es: Seleccionar tiempo después
fr: Sélectionnez le temps après
hi: इसके बाद का समय चुनें
id: Pilih waktu setelah
it: Seleziona l'ora successiva
ja: 後の時間を選択してください
ko: 이후 시간 선택
nb: Velg tid etter
nl: Selecteer de tijd erna
pl: Wybierz czas po
pt: Selecione o tempo depois
ru: Выберите время после
th: เลือกเวลาหลังจากนั้น
tr: เลือกเวลาหลังจากนั้น
vi: Chọn thời gian sau
zh: 选择时间之后

source: Select Time
ar: حدد الوقت
da: Vælg Tid
de: Wählen Sie Zeit
el: Επιλέξτε Ώρα
es: Seleccionar hora
fr: Sélectionnez l'heure
hi: समय चुनें
id: Pilih Waktu
it: Seleziona Ora
ja: 時間を選択してください
ko: 시간 선택
nb: Velg Tid
nl: Selecteer Tijd
pl: Wybierz Czas
pt: Selecione o horário
ru: Выберите время
th: เลือก เวลา
tr: เลือก เวลา
vi: Chọn thời gian
zh: 选择时间

source: Add Slot
ar: أضف فتحة
da: Tilføj slot
de: Steckplatz hinzufügen
el: Προσθήκη υποδοχής
es: Añadir ranura
fr: Ajouter un emplacement
hi: स्लॉट जोड़ें
id: Tambahkan slot
it: Aggiungi slot
ja: スロットの追加
ko: 슬롯 추가
nb: Legg til spor
nl: Sleuf toevoegen
pl: Dodaj gniazdo
pt: Adicionar espaço
ru: Добавить слот
th: เพิ่มสล็อต
tr: เพิ่มสล็อต
vi: Thêm vị trí
zh: 添加插槽

source: Please select slot time between your availability.
ar: الرجاء تحديد الفترة الزمنية بين التوافر الخاص بك.
da: Vælg venligst tid mellem din tilgængelighed.
de: Bitte wählen Sie die Slotzeit entsprechend Ihrer Verfügbarkeit aus.
el: Επιλέξτε χρόνο μεταξύ της διαθεσιμότητάς σας.
es: Seleccione la franja horaria entre su disponibilidad.
fr: Veuillez sélectionner un créneau horaire entre vos disponibilités.
hi: कृपया अपनी उपलब्धता के बीच स्लॉट समय का चयन करें।
id: Silakan pilih waktu slot di antara ketersediaan Anda.
it: Si prega di selezionare la fascia oraria tra le vostre disponibilità.
ja: 空き時間の間のスロット時間を選択してください。
ko: 이용 가능 시간 사이의 시간대를 선택하세요.
nb: Vennligst velg åpningstid mellom tilgjengeligheten din.
nl: Selecteer de slottijd tussen uw beschikbaarheid.
pl: Wybierz przedział czasowy między swoją dostępnością.
pt: Por favor, selecione o horário do slot entre sua disponibilidade.
ru: Пожалуйста, выберите время интервала между вашей доступностью.
th: โปรดเลือกช่วงเวลาระหว่างเวลาว่างของคุณ
tr: โปรดเลือกช่วงเวลาระหว่างเวลาว่างของคุณ
vi: Vui lòng chọn thời gian khe giữa khả dụng của bạn.
zh: 请选择您的空闲时间。

source: Please Select Time...!
ar: الرجاء تحديد الوقت ...!
da: Vælg venligst tid...!
de: Bitte Zeit auswählen...!
el: Επιλέξτε ώρα...!
es: ¡Seleccione hora...!
fr: Veuillez sélectionner l'heure... !
hi: कृपया समय चुनें...!
id: Silahkan Pilih Waktu...!
it: Si prega di selezionare l'orario...!
ja: 時間を選択してください...!
ko: 시간을 선택하세요...!
nb: Vennligst velg tid...!
nl: Selecteer tijd...!
pl: Wybierz czas...!
pt: Selecione o horário...!
ru: Пожалуйста, выберите время...!
th: กรุณาเลือกเวลา...!
tr: กรุณาเลือกเวลา...!
vi: Vui lòng chọn thời gian...!
zh: 请选择时间...！

source: Please complete availability first...!
ar: يرجى استكمال التوافر أولا ...!
da: Udfyld venligst tilgængeligheden først...!
de: Bitte vervollständigen Sie zuerst die Verfügbarkeit...!
el: Συμπληρώστε πρώτα τη διαθεσιμότητα...!
es: Por favor complete la disponibilidad primero...!
fr: Veuillez d'abord compléter la disponibilité... !
hi: कृपया पहले उपलब्धता पूरी करें...!
id: Harap lengkapi dulu ketersediaannya...!
it: Si prega di completare prima la disponibilità...!
ja: 最初に空き状況を完了してください...!
ko: 가용성을 먼저 완료하십시오...!
nb: Vennligst fullfør tilgjengeligheten først...!
nl: Vul eerst de beschikbaarheid in...!
pl: Najpierw uzupełnij dostępność...!
pt: Por favor, complete a disponibilidade primeiro...!
ru: Сначала заполните доступность...!
th: กรุณากรอกว่างก่อน...!
tr: กรุณากรอกว่างก่อน...!
vi: Vui lòng hoàn thành tính khả dụng trước...!
zh: 请先完成可用性...！

source: Do you really want to delete this slot?
ar: هل تريد حقًا حذف هذه الفتحة؟
da: Vil du virkelig slette dette slot?
de: Möchten Sie diesen Slot wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε αυτήν τη θέση υποδοχής;
es: ¿Realmente desea eliminar este espacio?
fr: Voulez-vous vraiment supprimer cet emplacement ?
hi: क्या आप सचमुच इस स्लॉट को हटाना चाहते हैं?
id: Apakah Anda benar-benar ingin menghapus slot ini?
it: Vuoi davvero eliminare questo slot?
ja: 本当にこのスロットを削除してもよろしいですか?
ko: 이 슬롯을 삭제하시겠습니까?
nb: Vil du virkelig slette denne spilleautomaten?
nl: Wil je dit slot echt verwijderen?
pl: Czy na pewno chcesz usunąć to miejsce?
pt: Deseja realmente excluir este slot?
ru: Вы действительно хотите удалить этот слот?
th: คุณต้องการลบสล็อตนี้จริงหรือ
tr: คุณต้องการลบสล็อตนี้จริงหรือ
vi: Bạn có thực sự muốn xóa vị trí này?
zh: 您确实要删除此插槽吗？

source: Delete Slot
ar: حذف الفتحة
da: Slet slot
de: Slot löschen
el: Διαγραφή υποδοχής
es: Eliminar ranura
fr: Supprimer l'emplacement
hi: स्लॉट हटाएँ
id: Hapus slot
it: Elimina slot
ja: スロットの削除
ko: 슬롯 삭제
nb: Slett spor
nl: Sleuf verwijderen
pl: Usuń gniazdo
pt: Excluir espaço
ru: Удалить слот
th: ลบสล็อต
tr: ลบสล็อต
vi: Xóa vị trí
zh: 删除槽位

# editAvailabilitySlots
source: Ubah Ketersediaan dan Slot
ar: تحرير التوفر والفتحات
da: Rediger tilgængelighed og spilleautomater
de: Verfügbarkeit und Slots bearbeiten
el: Επεξεργασία διαθεσιμότητας και κουλοχέρηδων
es: Editar disponibilidad y espacios
fr: Modifier la disponibilité et les créneaux
hi: उपलब्धता एवं स्लॉट संपादित करें
id: Edit Ketersediaan & Slot
it: Modifica disponibilità e slot
ja: 空き状況とスロットの編集
ko: 가용성 및 슬롯 편집
nb: Rediger tilgjengelighet og spilleautomater
nl: Bewerk Beschikbaarheid & Slots
pl: Edytuj dostępność i sloty
pt: Editar disponibilidade e slots
ru: Изменить доступность и слоты
th: แก้ไขห้องว่างและสล็อต
tr: แก้ไขห้องว่างและสล็อต
vi: Chỉnh sửa tính khả dụng & vị trí
zh: 编辑可用性和时段

source: Slots
ar: فتحات
de: Schlüssel
el: κουλοχέρηδες
es: tragamonedas
fr: fentes
hi: स्लॉट
id: slot
it: slot
ja: スロット
ko: 슬롯
nb: spilleautomater
nl: sleuven
pl: gniazda
ru: слоты
th: สล็อต
tr: สล็อต
vi: khe cắm
zh: 插槽

source: Please Enter Old Password
ar: الرجاء إدخال كلمة المرور القديمة
da: Indtast venligst gammel adgangskode
de: Bitte geben Sie das alte Passwort ein
el: Εισαγάγετε τον παλιό κωδικό πρόσβασης
es: Ingrese la contraseña anterior
fr: Veuillez saisir l'ancien mot de passe
hi: कृपया पुराना पासवर्ड डालें
id: Harap Masukkan Kata Sandi Lama
it: Inserisci la vecchia password
ja: 古いパスワードを入力してください
ko: 이전 비밀번호를 입력하세요
nb: Vennligst skriv inn gammelt passord
nl: Voer het oude wachtwoord in
pl: Wprowadź stare hasło
pt: Insira a senha antiga
ru: Введите старый пароль
th: กรุณาใส่รหัสผ่านเดิม
tr: Lütfen Eski Şifreyi Girin
vi: Vui lòng nhập mật khẩu cũ
zh: 请输入旧密码

source: Old Password Is Wrong
ar: كلمة المرور القديمة خاطئة
da: Gammel adgangskode er forkert
de: Altes Passwort ist falsch
el: Ο παλιός κωδικός είναι λάθος
es: La contraseña anterior es incorrecta
fr: L'ancien mot de passe est incorrect
hi: पुराना पासवर्ड गलत है
id: Kata Sandi Lama Salah
it: La vecchia password è errata
ja: 古いパスワードが間違っています
ko: 이전 비밀번호가 틀렸습니다
nb: Gammelt passord er feil
nl: Oud wachtwoord is onjuist
pl: Stare hasło jest nieprawidłowe
pt: A senha antiga está incorreta
ru: Старый пароль неверен
th: รหัสผ่านเดิมไม่ถูกต้อง
tr: Eski Şifre Yanlış
vi: Mật khẩu cũ không đúng
zh: 旧密码错误

source: Please Enter New Password
ar: الرجاء إدخال كلمة مرور جديدة
da: Indtast venligst ny adgangskode
de: Bitte geben Sie ein neues Passwort ein
el: Εισαγάγετε νέο κωδικό πρόσβασης
es: Ingrese la nueva contraseña
fr: Veuillez saisir un nouveau mot de passe
hi: कृपया नया पासवर्ड डालें
id: Harap Masukkan Kata Sandi Baru
it: Inserisci la nuova password
ja: 新しいパスワードを入力してください
ko: 새 비밀번호를 입력하세요
nb: Vennligst skriv inn nytt passord
nl: Voer het nieuwe wachtwoord in
pl: Wprowadź nowe hasło
pt: Insira a nova senha
ru: Введите новый пароль
th: กรุณาใส่รหัสผ่านใหม่
tr: Lütfen Yeni Şifreyi Girin
vi: Vui lòng nhập mật khẩu mới
zh: 请输入新密码

# manageStaff
source: Kelola Staf
ar: إدارة الموظفين
da: Administrer personale
de: Personal verwalten
el: Διαχείριση Προσωπικού
es: Administrar personal
fr: Gérer le personnel
hi: कर्मचारी प्रबंधित करें
it: Gestisci lo staff
ja: スタッフの管理
ko: 직원 관리
nb: Administrer ansatte
nl: Beheer personeel
pl: Zarządzaj personelem
pt: Gerenciar equipe
ru: Управление персоналом
th: จัดการพนักงาน
tr: Personeli Yönet
vi: Quản lý nhân viên
zh: 管理员工

source: Total Orders :
ar: إجمالي الطلبات:
da: Samlede ordrer:
de: Gesamtanzahl der Bestellungen:
el: Σύνολο παραγγελιών:
es: Total de pedidos:
fr: Total des commandes :
hi: कुल ऑर्डर:
id: Total Pesanan :
it: Ordini totali:
ja: 合計注文数:
ko: 총 주문:
nb: Totalt antall bestillinger:
nl: Totaal aantal bestellingen:
pl: Łączna liczba zamówień:
pt: Total de pedidos:
ru: Всего заказов:
th: จำนวนคำสั่งซื้อทั้งหมด :
tr: Toplam Sipariş Sayısı :
vi: Tổng đơn hàng:
zh: 订单总数：

# addStaff
source: Tambah Staf
ar: إضافة موظف
da: Tilføj personale
de: Personal hinzufügen
el: Προσθήκη Προσωπικού
es: Agregar personal
fr: Ajouter du personnel
hi: कर्मचारी जोड़ें
it: Aggiungi lo staff
ja: スタッフの追加
ko: 직원 추가
nb: Legg til ansatte
nl: Voer personeel toe
pl: Dodaj personel
pt: Adicionar equipe
ru: Добавить персонал
th: เพิ่มพนักงาน
tr: Personel Ekle
vi: Thêm nhân viên
zh: 添加员工

# barberName
source: Nama Staf
ar: اسم الحلاق
da: Barbers navn
de: Name des Friseurs
el: Όνομα κουρέα
es: Nombre del barbero
fr: Nom du coiffeur
hi: नाई का नाम
id: Nama Tukang Cukur
it: Nome del barbiere
ja: 理容師の名前
ko: 이발사 이름
nb: Barbers navn
nl: Naam kapper
pl: Imię i nazwisko fryzjera
pt: Nome do barbeiro
ru: Имя парикмахера
th: ชื่อช่างตัดผม
tr: Berber Adı
vi: Tên thợ cắt tóc
zh: 理发师姓名

# mobileNumber
source: Nomor HP
ar: رقم الهاتف المحمول
da: Mobilnummer
de: Mobilnummer
el: Αριθμός κινητού
es: Número de teléfono móvil
fr: Numéro de portable
hi: मोबाइल नंबर
id: Nomor Ponsel
it: Numero di cellulare
ja: 携帯電話番号
ko: 휴대전화 번호
nb: Mobilnummer
nl: Mobiel nummer
pl: Numer telefonu komórkowego
pt: Número do celular
ru: Номер мобильного телефона
th: หมายเลขโทรศัพท์มือถือ
tr: Cep Telefonu Numarası
vi: Số điện thoại di động
zh: 手机号码

# gender
source: Jenis Kelamin
ar: الجنس
da: Køn
de: Geschlecht
el: Γένος
es: Sexo
fr: Sexe
hi: लिंग
it: Genere
ja: 性別
ko: 성별
nb: Kjønn
nl: Geslacht
pl: Płeć
pt: Sexo
ru: Пол
th: เพศ
tr: Cinsiyet
vi: Giới tính
zh: 性别

source: Please enter name...!
ar: الرجاء إدخال الاسم...!
da: Indtast venligst navn...!
de: Bitte geben Sie den Namen ein...!
el: Παρακαλώ εισάγετε όνομα...!
es: ¡Ingrese el nombre...!
fr: Veuillez saisir le nom ... !
hi: कृपया नाम डालें...!
id: Harap masukkan nama...!
it: Inserisci il nome...!
ja: 名前を入力してください...!
ko: 이름을 입력하세요...!
nb: Vennligst skriv inn navn...!
nl: Voer naam in...!
pl: Wprowadź imię...!
pt: Insira o nome...!
ru: Введите имя...!
th: กรุณาใส่ชื่อ...!
tr: Lütfen adınızı girin...!
vi: Vui lòng nhập tên...!
zh: 请输入姓名...！
