Repository: fahmidev013/jsc_vendor
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, el, es, fr, hi, id, it, ja, ko, nb, nl, pl, pt, ru, th, tr, vi, zh

source: Scan the booking QR to get the details quickly
ar: امسح QR للحجز للحصول على التفاصيل بسرعة
da: Scan booking-QR'en for at få detaljerne hurtigt
de: Scannen Sie den Buchungs-QR, um die Details schnell zu erhalten
el: Σαρώστε το QR κράτησης για να λάβετε τις λεπτομέρειες γρήγορα
es: Escanea el QR de la reserva para obtener los detalles rápidamente
fr: Scannez le QR de réservation pour obtenir les détails rapidement
hi: विवरण शीघ्रता से प्राप्त करने के लिए बुकिंग क्यूआर को स्कैन करें
id: Pindai QR pemesanan untuk mendapatkan detailnya dengan cepat
it: Scansiona il QR della prenotazione per ottenere rapidamente i dettagli
ja: 予約 QR をスキャンして すぐに詳細を確認してください
ko: 예약 QR을 스캔하여 세부정보를 빠르게 확인하세요.
nb: Skann bestillings-QR-en for å få detaljene raskt
nl: Scan de boekings-QR om snel de details te krijgen
pl: Zeskanuj kod QR rezerwacji, aby szybko poznać szczegóły
pt: Digitalize o QR da reserva para obter os detalhes apidamente
ru: Отсканируйте QR-код бронирования, чтобы получить подробную информацию быстро
th: สแกน QR การจองเพื่อดูรายละเอียด อย่างรวดเร็ว
tr: Ayrıntıları hızlı bir şekilde almak için rezervasyon QR'sini tarayın
vi: Quét mã QR đặt chỗ để nhận thông tin chi tiết nhanh chóng
zh: 扫一扫预订二维码， 快速了解详情

source: There is nothing to show.
ar: لا يوجد شيء لإظهاره.
da: Der er ikke noget at vise.
de: Es gibt nichts zu zeigen.
el: Δεν υπάρχει τίποτα να δείξει.
es: No hay nada que mostrar.
fr: Il n'y a rien à montrer.
hi: दिखाने के लिए कुछ नहीं है।
id: Tidak ada yang bisa ditampilkan.
it: Non c'è niente da mostrare.
ja: 見せるものは何もない。
ko: 표시할 항목이 없습니다.
nb: Det er ingenting å vise til.
nl: Er valt niets te tonen.
pl: Nie ma nic do pokazania.
pt: Não há nada para mostrar.
ru: Нечего показывать.
th: ไม่มีอะไรจะแสดง
tr: Gösterecek bir şey yok.
vi: Không có gì để hiển thị.
zh: 没有什么可显示的。

# galleryDes
source: Please add something to your gallery so that users can see what kind of services you are offering and the environment of your salon.
ar: الرجاء إضافة شيء ما إلى معرض الصور الخاص بك حتى يتمكن المستخدمون من معرفة نوع الخدمات التي تقدمها وبيئة الصالون الخاص بك.
da: Tilføj venligst noget til dit galleri, så brugere kan se, hvilken slags tjenester du tilbyder og miljøet i din salon.
de: Bitte fügen Sie Ihrer Galerie etwas hinzu, damit Benutzer sehen können, welche Art von Dienstleistungen Sie anbieten und wie die Umgebung Ihres Salons aussieht.
el: Προσθέστε κάτι στη συλλογή σας, ώστε οι χρήστες να μπορούν να δουν τι είδους υπηρεσίες προσφέρετε και το περιβάλλον του κομμωτηρίου σας.
es: Agregue algo a su galería para que los usuarios puedan ver qué tipo de servicios ofrece y el entorno de su salón.
fr: Veuillez ajouter quelque chose à votre galerie afin que les utilisateurs puissent voir le type de services que vous proposez et l'environnement de votre salon.
hi: कृपया अपनी गैलरी में कुछ जोड़ें ताकि उपयोगकर्ता देख सकें कि आप किस प्रकार की सेवाएं प्रदान कर रहे हैं और आपके सैलून का वातावरण।
id: Harap tambahkan sesuatu ke galeri Anda sehingga pengguna dapat melihat jenis layanan apa yang Anda tawarkan dan lingkungan salon Anda.
it: Aggiungi qualcosa alla tua galleria in modo che gli utenti possano vedere che tipo di servizi stai offrendo e l'ambiente del tuo salone.
ja: ギャラリーに何かを追加して、 ユーザーが提供しているサービスの種類と サロンの環境を確認できるようにしてください。
ko: 사용자가 당신이 제공하는 서비스 종류와 살롱 환경을 볼 수 있도록 갤러리에 항목을 추가하세요.
nb: Legg til noe i galleriet ditt slik at brukere kan se hva slags tjenester du tilbyr og miljøet i salongen din.
nl: Voeg alstublieft iets toe aan uw galerij zodat gebruikers kunnen zien wat voor soort diensten u aanbiedt en en de omgeving van uw salon.
pl: Dodaj coś do swojej galerii, aby użytkownicy mogli zobaczyć, jakie usługi oferujesz oraz otoczenie Twojego salonu.
pt: Adicione algo à sua galeria para que os usuários possam ver que tipo de serviços você está oferecendo e o ambiente do seu salão.
ru: Пожалуйста, добавьте что-нибудь в свою галерею, чтобы пользователи могли видеть, какие услуги вы предлагаете, и обстановку в вашем салоне.
th: โปรดเพิ่มบางอย่างในแกลเลอรีของคุณเพื่อให้ผู้ใช้ เห็นประเภทของบริการที่คุณนำเสนอ และสภาพแวดล้อมของร้านเสริมสวยของคุณ
tr: Kullanıcıların ne tür hizmetler sunduğunuzu ve salonunuzun ortamını görebilmesi için lütfen galerinize bir şeyler ekleyin.
vi: Vui lòng thêm nội dung nào đó vào thư viện của bạn để người dùng có thể thấy loại dịch vụ bạn đang cung cấp và môi trường trong tiệm của bạn.
zh: 请在您的图库中添加一些内容，以便用户 可以看到您提供的服务类型 以及您沙龙的环境。

source: Add Images
ar: إضافة الصور
da: Tilføj billeder
de: Füge Bilder hinzu
el: Προσθήκη εικόνων
es: Añadir imágenes
fr: Ajouter des images
hi: छवियां जोड़ें
id: Tambahkan Gambar
it: Aggiungi immagini
ja: 画像の追加
ko: 이미지 추가
nb: Legg til bilder
nl: Afbeeldingen toevoegen
pl: Dodaj obrazy
pt: Adicionar imagens
ru: Добавить изображения
th: เพิ่มรูปภาพ
tr: Görsel ekle
vi: Thêm hình ảnh
zh: 添加图像

source: Description (Optional)
ar: وصف (اختياري)
da: Beskrivelse (valgfri)
de: Beschreibung (optional)
el: Περιγραφή (προαιρετική)
es: Descripción (opcional)
fr: Description (facultatif)
hi: विवरण (वैकल्पिक)
id: Deskripsi (opsional)
it: Descrizione (facoltativa)
ja: 説明 (オプション)
ko: 설명 (선택 사항)
nb: Beskrivelse (valgfritt)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalnie)
pt: Descrição (opcional)
ru: Описание (необязательно)
th: คำอธิบาย (ไม่บังคับ)
tr: Açıklama (isteğe bağlı)
vi: Mô tả (không bắt buộc)
zh: 说明（可选）

source: Offered By
ar: مقدمة من
da: Udbydes af
de: Angeboten von
el: Προσφέρεται από
es: Ofrecido por
fr: Offert par
hi: के द्वारा दिया गया
id: Ditawarkan oleh
it: Offerto da
ja: が提供します
ko: 에 의해 제공된
nb: Tilbudt av
nl: Aangeboden door
pl: Oferowane przez
pt: Oferecido por
ru: Предложено
th: นำเสนอโดย
tr: Tarafından sunulan
vi: cung cấp bởi
zh: 由...提供

source: i
ar: أنا
da: jeg
de: ich
el: Εγώ
fr: je
hi: मैं
id: Saya
it: io
ja: 私
ko: 나
nb: Jeg
pt: eu
ru: я
th: ฉัน
tr: Ben
vi: Tôi
zh: 我

# pleaseEnterSalonOwnerName
source: Masukkan nama pemilik kapster
ar: الرجاء إدخال اسم مالك الصالون
da: Indtast venligst salonens ejernavn
de: Bitte geben Sie den Namen des Salonbesitzers ein
el: Εισαγάγετε το όνομα του ιδιοκτήτη του σαλονιού
es: Ingrese el nombre del propietario del salón
fr: Veuillez entrer le nom du propriétaire du salon
hi: कृपया सैलून के मालिक का नाम दर्ज करें
id: Masukkan nama pemilik salon
it: Inserisci il nome del proprietario del salone
ja: サロンオーナー名を入力してください
ko: 살롱 소유자 이름을 입력하십시오
nb: Vennligst skriv inn salongeierens navn
nl: Voer de naam van de eigenaar van de salon in
pl: Podaj imię i nazwisko właściciela salonu
pt: Insira o nome do proprietário do salão
ru: Пожалуйста, введите имя владельца салона
th: กรุณากรอกชื่อเจ้าของร้าน
tr: Lütfen salon sahibinin adını girin
vi: Vui lòng nhập tên chủ tiệm
zh: 请输入沙龙店主姓名

source: Please select owner image
ar: الرجاء تحديد صورة المالك
da: Vælg venligst ejerbillede
de: Bitte wählen Sie das Besitzerbild aus
el: Επιλέξτε την εικόνα κατόχου
es: Seleccione la imagen del propietario
fr: Veuillez sélectionner l'image du propriétaire
hi: कृपया स्वामी की छवि चुनें
id: Silakan pilih gambar pemilik
it: Seleziona l'immagine del proprietario
ja: オーナー画像を選択してください
ko: 소유자 이미지를 선택하세요.
nb: Velg eierbilde
nl: Selecteer de afbeelding van de eigenaar
pl: Wybierz obraz właściciela
pt: Selecione a imagem do proprietário
ru: Пожалуйста, выберите изображение владельца
th: กรุณาเลือกเจ้าของภาพ
tr: Lütfen sahip resmini seçin
vi: Vui lòng chọn hình ảnh chủ sở hữu
zh: 请选择所有者图片

source: Please enter salon name
ar: الرجاء إدخال اسم الصالون
da: Indtast venligst salonens navn
de: Bitte geben Sie den Namen des Salons ein
el: Εισαγάγετε το όνομα του κομμωτηρίου
es: Por favor ingrese el nombre del salón
fr: Veuillez entrer le nom du salon
hi: कृपया सैलून का नाम दर्ज करें
id: Masukkan nama salon
it: Inserisci il nome del salone
ja: サロン名を入力してください
ko: 살롱 이름을 입력하세요
nb: Vennligst skriv inn salongnavn
nl: Vul de naam van de salon in
pl: Proszę podać nazwę salonu
pt: Por favor, insira o nome do salão
ru: Пожалуйста, введите название салона
th: กรุณากรอกชื่อร้านเสริมสวย
tr: Lütfen salon adını giriniz
vi: Vui lòng nhập tên tiệm
zh: 请输入沙龙名称

source: Please enter email address
ar: الرجاء إدخال عنوان البريد الإلكتروني
da: Indtast venligst e-mailadresse
de: Bitte geben Sie die E-Mail-Adresse ein
el: Εισαγάγετε τη διεύθυνση email
es: Por favor, introduzca la dirección de correo electrónico
fr: Veuillez saisir l'adresse e-mail
hi: कृपया ईमेल पता दर्ज करें
id: Masukkan alamat email
it: Inserisci l'indirizzo e-mail
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력하세요
nb: Vennligst skriv inn e-postadresse
nl: Voer het e-mailadres in
pl: Wprowadź adres e-mail
pt: Insira o endereço de e-mail
ru: Пожалуйста, введите адрес электронной почты
th: กรุณาใส่ที่อยู่อีเมล
tr: Lütfen e-posta adresini girin
vi: Vui lòng nhập địa chỉ email
zh: 请输入电子邮件地址

source: Please enter password
ar: الرجاء إدخال كلمة المرور
da: Indtast venligst adgangskode
de: Bitte Passwort eingeben
el: Παρακαλούμε εισάγετε τον κωδικό πρόσβασης
es: Por favor, ingrese contraseña
fr: Veuillez entrer le mot de passe
hi: कृपया पासवर्ड दर्ज करें
id: Silakan masukkan kata sandi
it: Per favore, inserisci la password
ja: パスワードを入力してください
ko: 비밀번호를 입력 해주세요
nb: Skriv inn passord
nl: Voer wachtwoord in alstublieft
pl: Proszę wpisać hasło
pt: Por favor, digite a senha
ru: Пожалуйста введите пароль
th: กรุณาใส่รหัสผ่าน
tr: Lütfen şifre giriniz
vi: Xin vui lòng nhập mật khẩu
zh: 请输入密码

source: Please enter confirm password
ar: الرجاء إدخال تأكيد كلمة المرور
da: Indtast venligst bekræft adgangskode
de: Bitte geben Sie das Bestätigungspasswort ein
el: Εισαγάγετε τον κωδικό επιβεβαίωσης
es: Por favor ingrese confirmar contraseña
fr: Veuillez saisir le mot de passe de confirmation
hi: कृपया पुष्टि पासवर्ड दर्ज करें
id: Silakan masukkan konfirmasi kata sandi
it: Inserisci la password di conferma
ja: 確認用のパスワードを入力してください
ko: 비밀번호 확인을 입력해주세요
nb: Vennligst skriv inn bekreftelsespassord
nl: Voer het wachtwoord in om te bevestigen
pl: Wprowadź potwierdź hasło
pt: Por favor, digite a senha de confirmação
ru: Пожалуйста, введите пароль для подтверждения
th: กรุณาใส่รหัสผ่านยืนยัน
tr: Lütfen onay şifresini girin
vi: Vui lòng nhập xác nhận mật khẩu
zh: 请输入确认密码

source: Password does not match
ar: كلمة السر غير متطابقة
da: Adgangskoden passer ikke
de: Passwort stimmt nicht überein
el: Ο κωδικός δεν ταιριάζει
es: Las contraseñas no coinciden
fr: Le mot de passe ne correspond pas
hi: पासवर्ड मैच नहीं कर रहा है
id: Kata sandi tidak cocok
it: La password non corrisponde
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
nb: Passordet stemmer ikke
nl: Wachtwoord komt niet overeen
pl: Hasło Nie pasuje
pt: Senha não corresponde
ru: Пароль не подходит
th: รหัสผ่านไม่ถูกต้อง
tr: Parola eşleşmiyor
vi: Mật khẩu không hợp lệ
zh: 密码不匹配

source: User Already Exist
ar: المستخدم موجود بالفعل
da: Bruger findes allerede
de: Benutzer existiert bereits
el: Ο χρήστης υπάρχει ήδη
es: Usuario ya existente
fr: L'utilisateur existe déjà
hi: उपयोगकर्ता पहले से ही मौजूद है
id: Pengguna sudah ada
it: Utente già esistente
ja: ユーザーはすでに存在します
ko: 사용자가 이미 존재합니다
nb: Brukeren finnes fra før
nl: Gebruiker bestaat al
pl: Użytkownik już istnieje
pt: O utilizador já existe
ru: Пользователь уже существует
th: มีผู้ใช้นี้อยู่แล้ว
tr: Kullanıcı zaten var
vi: Người dùng đã tồn tại
zh: 用户已存在

source: Location not Fount
ar: الموقع لا ينبع
da: Placering ikke fundet
de: Ort, nicht Quelle
el: Η τοποθεσία δεν βρέθηκε
es: Ubicación no Fuente
fr: Emplacement et non source
hi: स्थान नहीं फव्वारा
id: Lokasi bukan Fount
it: Posizione non Fonte
ja: 場所が見つかりません
ko: 찾을 수 없는 위치
nb: Plassering ikke funnet
nl: Locatie niet Fount
pl: Lokalizacja nie Fount
pt: Localização não Fonte
ru: Место не найдено
th: ไม่พบตำแหน่งที่ตั้ง
tr: Kaynak değil konum
vi: Vị trí không có nguồn gốc
zh: 位置不是源头

source: Location fetched
ar: تم جلب الموقع
da: Placeringen er hentet
de: Standort abgerufen
el: Η τοποθεσία ελήφθη
es: Ubicación obtenida
fr: Lieu récupéré
hi: स्थान लाया गया
id: Lokasi diambil
it: Posizione recuperata
ja: 位置情報を取得しました
ko: 위치를 가져왔습니다.
nb: Plasseringen er hentet
nl: Locatie opgehaald
pl: Pobrano lokalizację
pt: Local buscado
ru: Местоположение получено
th: ดึงตำแหน่งแล้ว
tr: Konum getirildi
vi: Đã tìm nạp vị trí
zh: 获取的位置

source: Please enter about salon
ar: من فضلك ادخل عن الصالون
da: Indtast venligst om salon
de: Bitte geben Sie Informationen zum Salon ein
el: Παρακαλώ εισάγετε για το σαλόνι
es: Por favor ingrese sobre el salón
fr: Veuillez entrer à propos du salon
hi: कृपया सैलून के बारे में दर्ज करें
id: Masukkan tentang salon
it: Si prega di inserire informazioni sul salone
ja: サロンについてご記入ください
ko: 살롱에 대해 입력해주세요
nb: Skriv inn om salongen
nl: Vul in over salon
pl: Proszę wpisać informacje o salonie
pt: Por favor, insira sobre o salão
ru: Пожалуйста, напишите о салоне
th: กรุณากรอกเกี่ยวกับซาลอน
tr: Lütfen salon hakkında girin
vi: Vui lòng nhập thông tin về thẩm mỹ viện
zh: 请输入关于沙龙

source: Please enter salon address
ar: الرجاء إدخال عنوان الصالون
da: Indtast venligst salonens adresse
de: Bitte geben Sie die Salonadresse ein
el: Εισαγάγετε τη διεύθυνση του σαλονιού
es: Por favor, introduzca la dirección del salón
fr: Veuillez entrer l'adresse du salon
hi: कृपया सैलून का पता दर्ज करें
id: Masukkan alamat salon
it: Inserisci l'indirizzo del salone
ja: サロンの住所を入力してください
ko: 살롱 주소를 입력하세요
nb: Vennligst skriv inn salongadresse
nl: Vul het adres van de salon in
pl: Podaj adres salonu
pt: Por favor, insira o endereço do salão
ru: Пожалуйста, введите адрес салона
th: กรุณากรอกที่อยู่ร้านเสริมสวย
tr: Lütfen salon adresini giriniz
vi: Vui lòng nhập địa chỉ thẩm mỹ viện
zh: 请输入沙龙地址

source: Please enter salon phone
ar: الرجاء إدخال هاتف الصالون
da: Indtast venligst salontelefon
de: Bitte geben Sie die Telefonnummer des Salons ein
el: Παρακαλώ εισάγετε το τηλέφωνο κομμωτηρίου
es: Por favor ingrese el teléfono del salón
fr: Veuillez entrer le téléphone du salon
hi: कृपया सैलून फोन दर्ज करें
id: Masukkan telepon salon
it: Inserisci il telefono del salone
ja: サロン電話番号を入力してください
ko: 살롱 전화를 입력하십시오
nb: Vennligst skriv inn salongtelefon
nl: Voer salontelefoon in
pl: Proszę podać telefon salonu
pt: Por favor, insira o telefone do salão
ru: Пожалуйста, введите телефон салона
th: กรุณาใส่หมายเลขโทรศัพท์ร้านเสริมสวย
tr: Lütfen salon telefonunu giriniz.
vi: Vui lòng nhập số điện thoại của tiệm
zh: 请输入沙龙电话

source: Please select salon location
ar: الرجاء تحديد موقع الصالون
da: Vælg venligst salonens placering
de: Bitte wählen Sie den Standort des Salons aus
el: Επιλέξτε τοποθεσία σαλονιού
es: Seleccione la ubicación del salón
fr: Veuillez sélectionner l'emplacement du salon
hi: कृपया सैलून स्थान का चयन करें
id: Silakan pilih lokasi salon
it: Seleziona la posizione del salone
ja: サロンの所在地を選択してください
ko: 살롱 위치를 선택하세요.
nb: Velg salongsted
nl: Selecteer salonlocatie
pl: Wybierz lokalizację salonu
pt: Selecione a localização do salão
ru: Пожалуйста, выберите адрес салона
th: กรุณาเลือกที่ตั้งร้านเสริมสวย
tr: Lütfen salonun yerini seçin
vi: Vui lòng chọn vị trí thẩm mỹ viện
zh: 请选择沙龙位置

# pleaseSelectMonFriFromTime
source: Please select Monday-Friday open time
ar: الرجاء تحديد وقت مفتوح من الاثنين إلى الجمعة
da: Vælg åbningstid mandag-fredag
de: Bitte wählen Sie die Öffnungszeiten von Montag bis Freitag aus
el: Επιλέξτε ανοιχτό χρόνο Δευτέρας-Παρασκευής
es: Seleccione el horario de atención de lunes a viernes
fr: Veuillez sélectionner l'heure d'ouverture du lundi au vendredi
hi: कृपया सोमवार-शुक्रवार खुले समय का चयन करें
id: Silakan pilih waktu buka Senin-Jumat
it: Seleziona l'orario di apertura dal lunedì al venerdì
ja: 月曜日～金曜日の営業時間を選択してください
ko: 월요일~금요일 영업시간을 선택해주세요.
nb: Vennligst velg åpentid mandag-fredag
nl: Selecteer de open tijd van maandag tot en met vrijdag
pl: Proszę wybrać godziny otwarcia od poniedziałku do piątku
pt: Selecione o horário de funcionamento de segunda a sexta-feira
ru: Пожалуйста, выберите время работы с понедельника по пятницу
th: กรุณาเลือกเวลาเปิดทำการในวันจันทร์-ศุกร์
tr: Lütfen Pazartesi-Cuma açık zamanı seçin
vi: Vui lòng chọn thời gian mở từ Thứ Hai đến Thứ Sáu
zh: 请选择周一至周五开放时间

# pleaseSelectMonFriToTime
source: Please select Monday-Friday close time
ar: الرجاء تحديد وقت الإغلاق من الاثنين إلى الجمعة
da: Vælg lukketid mandag-fredag
de: Bitte wählen Sie die Schließzeit von Montag bis Freitag aus
el: Επιλέξτε ώρα κλεισίματος Δευτέρα-Παρασκευή
es: Seleccione el horario de cierre de lunes a viernes
fr: Veuillez sélectionner l'heure de fermeture du lundi au vendredi
hi: कृपया सोमवार-शुक्रवार समापन समय चुनें
id: Silakan pilih waktu tutup Senin-Jumat
it: Seleziona l'orario di chiusura dal lunedì al venerdì
ja: 月曜～金曜の閉店時間を選択してください
ko: 월요일~금요일 마감시간을 선택해주세요.
nb: Vennligst velg stengetid mandag-fredag
nl: Selecteer de sluitingstijd van maandag tot en met vrijdag
pl: Proszę wybrać czas zamknięcia od poniedziałku do piątku
pt: Selecione o horário de fechamento de segunda a sexta-feira
ru: Пожалуйста, выберите время закрытия с понедельника по пятницу
th: กรุณาเลือกเวลาปิดวันจันทร์-ศุกร์
tr: Lütfen Pazartesi-Cuma kapanış saatini seçin
vi: Vui lòng chọn thời gian đóng cửa từ Thứ Hai đến Thứ Sáu
zh: 请选择周一至周五关门时间

# pleaseSelectSatSunFromTime
source: Please select Saturday-Sunday open time
ar: الرجاء تحديد وقت مفتوح من السبت إلى الأحد
da: Vælg åbningstid lørdag-søndag
de: Bitte wählen Sie die Öffnungszeiten Samstag-Sonntag aus
el: Επιλέξτε Σάββατο-Κυριακή ανοιχτή ώρα
es: Seleccione el horario de apertura de sábado a domingo
fr: Veuillez sélectionner l'heure d'ouverture du samedi au dimanche
hi: कृपया शनिवार-रविवार खुले समय का चयन करें
id: Silakan pilih waktu buka Sabtu-Minggu
it: Seleziona l'orario di apertura da sabato a domenica
ja: 土曜日～日曜日の営業時間を選択してください
ko: 토요일~일요일 영업시간을 선택해주세요.
nb: Vennligst velg åpningstid lørdag-søndag
nl: Selecteer zaterdag-zondag open tijd
pl: Proszę wybrać godziny otwarcia sobota-niedziela
pt: Selecione o horário de funcionamento de sábado a domingo
ru: Пожалуйста, выберите время работы суббота-воскресенье
th: กรุณาเลือกเวลาเปิดทำการวันเสาร์-อาทิตย์
tr: Lütfen Cumartesi-Pazar açık zamanı seçin
vi: Vui lòng chọn thời gian mở cửa Thứ Bảy-Chủ Nhật
zh: 请选择周六-周日开放时间

# pleaseSelectSatSunToTime
source: Please select Saturday-Sunday close time
ar: الرجاء تحديد وقت الإغلاق من السبت إلى الأحد
da: Vælg lukketid lørdag-søndag
de: Bitte wählen Sie die Schließzeit von Samstag bis Sonntag aus
el: Επιλέξτε ώρα κλεισίματος Σάββατο-Κυριακή
es: Seleccione el horario de cierre de sábado a domingo
fr: Veuillez sélectionner l'heure de fermeture du samedi au dimanche
hi: कृपया शनिवार-रविवार समापन समय चुनें
id: Silakan pilih waktu tutup Sabtu-Minggu
it: Seleziona l'orario di chiusura da sabato a domenica
ja: 土曜日～日曜日の閉店時間を選択してください
ko: 토요일~일요일 마감시간을 선택해주세요.
nb: Vennligst velg stengetid lørdag-søndag
nl: Selecteer zaterdag-zondag sluitingstijd
pl: Proszę wybrać czas zamknięcia sobota-niedziela
pt: Selecione o horário de fechamento de sábado a domingo
ru: Пожалуйста, выберите время закрытия суббота-воскресенье
th: กรุณาเลือกเวลาปิดทำการวันเสาร์-อาทิตย์
tr: Lütfen Cumartesi-Pazar kapanış saatini seçin
vi: Vui lòng chọn thời gian đóng cửa Thứ Bảy-Chủ Nhật
zh: 请选择周六-周日关门时间

# pleaseSelectAtLeastOneCategory
source: Please select at least 1 category
ar: الرجاء تحديد فئة واحدة على الأقل
da: Vælg venligst mindst 1 kategori
de: Bitte wählen Sie mindestens 1 Kategorie aus
el: Επιλέξτε τουλάχιστον 1 κατηγορία
es: Seleccione al menos 1 categoría
fr: Veuillez sélectionner au moins 1 catégorie
hi: कृपया कम से कम 1 श्रेणी चुनें
id: Harap pilih setidaknya 1 kategori
it: Seleziona almeno 1 categoria
ja: カテゴリを少なくとも 1 つ選択してください
ko: 카테고리를 1개 이상 선택하세요.
nb: Velg minst 1 kategori
nl: Selecteer minimaal 1 categorie
pl: Wybierz co najmniej 1 kategorię
pt: Selecione pelo menos 1 categoria
ru: Пожалуйста, выберите хотя бы 1 категорию
th: โปรดเลือกอย่างน้อย 1 หมวดหมู่
tr: Lütfen en az 1 kategori seçin
vi: Vui lòng chọn ít nhất 1 danh mục
zh: 请至少选择 1 个类别

source: Please select minimum 3 images
ar: الرجاء تحديد 3 صور على الأقل
da: Vælg venligst minimum 3 billeder
de: Bitte wählen Sie mindestens 3 Bilder aus
el: Επιλέξτε τουλάχιστον 3 εικόνες
es: Por favor seleccione mínimo 3 imágenes
fr: Veuillez sélectionner au moins 3 images
hi: कृपया कम से कम 3 छवियों का चयन करें
id: Silakan pilih minimal 3 gambar
it: Seleziona almeno 3 immagini
ja: 少なくとも 3 つの画像を選択してください
ko: 최소 3개의 이미지를 선택하세요.
nb: Velg minimum 3 bilder
nl: Selecteer minimaal 3 afbeeldingen
pl: Wybierz minimum 3 obrazy
pt: Selecione no mínimo 3 imagens
ru: Пожалуйста, выберите минимум 3 изображения
th: กรุณาเลือกอย่างน้อย 3 ภาพ
tr: Lütfen en az 3 resim seçin
vi: Vui lòng chọn tối thiểu 3 hình ảnh
zh: 请至少选择 3 张图片

source: Please enter bank name
ar: الرجاء إدخال اسم البنك
da: Indtast venligst banknavn
de: Bitte geben Sie den Banknamen ein
el: Εισαγάγετε το όνομα της τράπεζας
es: Por favor ingrese el nombre del banco
fr: Veuillez entrer le nom de la banque
hi: कृपया बैंक का नाम दर्ज करें
id: Harap masukkan nama bank
it: Inserisci il nome della banca
ja: 銀行名を入力してください
ko: 은행 이름을 입력하세요.
nb: Vennligst skriv inn banknavn
nl: Vul de naam van de bank in
pl: Wprowadź nazwę banku
pt: Insira o nome do banco
ru: Пожалуйста, введите название банка
th: กรุณาใส่ชื่อธนาคาร
tr: Lütfen banka adını giriniz
vi: Vui lòng nhập tên ngân hàng
zh: 请输入银行名称

source: Please enter account number
ar: الرجاء إدخال رقم الحساب
da: Indtast venligst kontonummer
de: Bitte geben Sie die Kontonummer ein
el: Εισαγάγετε τον αριθμό λογαριασμού
es: Por favor ingrese número de cuenta
fr: Veuillez entrer le numéro de compte
hi: कृपया खाता संख्या दर्ज करें
id: Silakan masukkan nomor rekening
it: Inserisci il numero di conto
ja: 口座番号を入力してください
ko: 계좌번호를 입력해주세요
nb: Vennligst skriv inn kontonummer
nl: Gelieve het rekeningnummer in te vullen
pl: Proszę podać numer konta
pt: Insira o número da conta
ru: Пожалуйста, введите номер счета
th: กรุณากรอกเลขที่บัญชี
tr: Lütfen hesap numarasını girin
vi: Vui lòng nhập số tài khoản
zh: 请输入账号

# pleaseEnterRenterAccountNumber
source: Please enter Re-Enter account number
ar: الرجاء إدخال إعادة إدخال رقم الحساب
da: Indtast venligst Genindtast kontonummer
de: Bitte geben Sie die Kontonummer erneut ein
el: Εισαγάγετε ξανά τον αριθμό λογαριασμού
es: Por favor ingrese Vuelva a ingresar el número de cuenta
fr: Veuillez saisir à nouveau le numéro de compte
hi: कृपया खाता संख्या पुनः दर्ज करें
id: Silakan masukkan Re-Enter nomor rekening
it: Si prega di inserire Re-Inserire il numero di conto
ja: 口座番号を再入力してください
ko: 입력해주세요 재입력 계좌번호
nb: Skriv inn kontonummer på nytt
nl: Voer het accountnummer opnieuw in
pl: Wprowadź ponownie numer konta
pt: Digite novamente o número da conta
ru: Пожалуйста, введите повторно Введите номер счета
th: โปรดป้อนหมายเลขบัญชีอีกครั้ง
tr: Lütfen hesap numarasını tekrar girin
vi: Vui lòng nhập Nhập lại số tài khoản
zh: 请输入重新输入账号

source: Please enter holders name
ar: الرجاء إدخال اسم المالك
da: Indtast venligst indehaverens navn
de: Bitte geben Sie den Namen des Inhabers ein
el: Εισαγάγετε το όνομα κατόχου
es: Por favor ingrese el nombre del titular
fr: Veuillez saisir le nom du titulaire
hi: कृपया धारकों का नाम दर्ज करें
id: Masukkan nama pemegang
it: Inserisci il nome del titolare
ja: 所有者名を入力してください
ko: 보유자명을 입력해주세요
nb: Vennligst skriv inn eierens navn
nl: Vul de naam van de houder in
pl: Proszę podać nazwiska posiadaczy
pt: Insira o nome do titular
ru: Пожалуйста, введите имя владельца
th: กรุณาใส่ชื่อผู้ถือ
tr: Lütfen sahibinin adını girin
vi: Vui lòng nhập tên chủ sở hữu
zh: 请输入持有人姓名
