Repository: fahmidev013/jsc_vendor
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, el, es, fr, hi, id, it, ja, ko, nb, nl, pl, pt, ru, th, tr, vi, zh

source: Please enter mobile number...!
ar: الرجاء إدخال رقم الهاتف المحمول...!
da: Indtast venligst mobilnummer...!
de: Bitte geben Sie die Mobilnummer ein...!
el: Παρακαλώ εισάγετε τον αριθμό του κινητού...!
es: ¡Ingrese el número de teléfono móvil...!
fr: Veuillez saisir le numéro de portable ... !
hi: कृपया मोबाइल नंबर डालें...!
id: Harap masukkan nomor ponsel...!
it: Inserisci il numero di cellulare...!
ja: 携帯電話番号を入力してください...!
ko: 휴대전화 번호를 입력하세요...!
nb: Vennligst skriv inn mobilnummer...!
nl: Voer mobiel nummer in...!
pl: Wprowadź numer telefonu komórkowego...!
pt: Insira o número do celular...!
ru: Введите номер мобильного телефона...!
th: กรุณาใส่หมายเลขโทรศัพท์มือถือ...!
tr: Lütfen cep telefonu numaranızı girin...!
vi: Vui lòng nhập số điện thoại di động...!
zh: 请输入手机号码...！

source: Order History
ar: سجل الطلبات
da: ordre historik
de: Bestellverlauf
el: Ιστορικό παραγγελιών
es: Historial de pedidos
fr: Historique des commandes
hi: ऑर्डर इतिहास
id: Riwayat Pesanan
it: Cronologia ordini
ja: 注文履歴
ko: 주문 내역
nb: Ordrehistorikk
nl: Bestelgeschiedenis
pl: Historia zamówień
pt: Histórico de pedidos
ru: История заказов
th: ประวัติการสั่งซื้อ
tr: Sipariş Geçmişi
vi: Lịch sử đơn hàng
zh: 订单历史

source: Edit Staff
ar: تحرير الموظف
da: Rediger personale
de: Personal bearbeiten
el: Προσωπικό επεξεργασίας
es: Editar personal
fr: Modifier le personnel
hi: कर्मचारी संपादित करें
id: Edit Staf
it: Modifica staff
ja: スタッフの編集
ko: 직원 편집
nb: Rediger ansatte
nl: Personeel bewerken
pl: Edytuj personel
pt: Editar equipe
ru: Изменить персонал
th: แก้ไขพนักงาน
tr: Personeli Düzenle
vi: Chỉnh sửa nhân viên
zh: 编辑员工

source: Delete Staff
ar: حذف الموظف
da: Slet personale
de: Personal löschen
el: Διαγραφή Προσωπικού
es: Eliminar personal
fr: Supprimer le personnel
hi: कर्मचारी हटाएं
id: Hapus Staf
it: Elimina staff
ja: スタッフの削除
ko: 직원 삭제
nb: Slett ansatte
nl: Personeel verwijderen
pl: Usuń personel
pt: Excluir equipe
ru: Удалить персонал
th: ลบพนักงาน
tr: Personeli Sil
vi: Xóa nhân viên
zh: 删除员工

source: Accept Booking
ar: قبول الحجز
da: Accepter booking
de: Buchung annehmen
el: Αποδοχή κράτησης
es: Aceptar reserva
fr: Accepter la réservation
hi: बुकिंग स्वीकार करें
id: Terima Pesanan
it: Accetta prenotazione
ja: 予約の承認
ko: 예약 수락
nb: Godta booking
nl: Boeking accepteren
pl: Akceptuj rezerwację
pt: Aceitar reserva
ru: Принять бронирование
th: ยอมรับการจอง
tr: Rezervasyonu Kabul Et
vi: Chấp nhận đặt chỗ
zh: 接受预订

source: Different Location
ar: موقع مختلف
da: Forskellig beliggenhed
de: Anderer Standort
el: Διαφορετική τοποθεσία
es: Ubicación diferente
fr: Emplacement différent
hi: अलग स्थान
id: Lokasi Berbeda
it: Posizione diversa
ja: 別の場所
ko: 다른 위치
nb: Annen plassering
nl: Andere locatie
pl: Inna lokalizacja
pt: Local diferente
ru: Другое местоположение
th: สถานที่อื่น
tr: Farklı Konum
vi: Địa điểm khác
zh: 不同位置

# customerHasChosenToServeAtDifferentLocationAsMentioned
source: Customer has chosen to Serve at different location as mentioned below. Are you sure to accept this order?
ar: اختار العميل تقديم الخدمة في موقع مختلف كما هو مذكور أدناه. هل أنت متأكد من قبول هذا الطلب؟
da: Kunden har valgt at betjene et andet sted som nævnt nedenfor. Er du sikker på at acceptere denne ordre?
de: Der Kunde hat sich für die Dienstleistung an einem anderen Standort entschieden, wie unten angegeben. Möchten Sie diese Bestellung wirklich annehmen?
el: Ο πελάτης έχει επιλέξει να εξυπηρετήσει σε διαφορετική τοποθεσία όπως αναφέρεται παρακάτω. Είστε βέβαιοι ότι αποδέχεστε αυτήν την παραγγελία;
es: El cliente ha elegido prestar el servicio en una ubicación diferente a la que se menciona a continuación. ¿Está seguro de aceptar este pedido?
fr: Le client a choisi de servir à un autre endroit comme indiqué ci-dessous. Êtes-vous sûr d'accepter cette commande ?
hi: ग्राहक ने नीचे बताए अनुसार अलग स्थान पर सेवा करने का विकल्प चुना है। क्या आप इस ऑर्डर को स्वीकार करने के लिए सुनिश्चित हैं?
id: Pelanggan telah memilih untuk Melayani di lokasi berbeda seperti yang disebutkan di bawah ini. Apakah Anda yakin menerima pesanan ini?
it: Il cliente ha scelto di servire in una sede diversa come indicato di seguito. Sei sicuro di accettare questo ordine?
ja: お客様は、以下に記載されているように、別の場所でサービスを提供することを選択しました。この注文を承認しますか?
ko: 고객이 아래에 언급된 대로 다른 위치에서 서비스를 선택했습니다. 이 주문을 수락하시겠습니까?
nb: Kunden har valgt å betjene på et annet sted som nevnt nedenfor. Er du sikker på å godta denne bestillingen?
nl: Klant heeft ervoor gekozen om op een andere locatie te serveren zoals hieronder vermeld. Weet u zeker dat u deze bestelling accepteert?
pl: Klient wybrał inną lokalizację, jak podano poniżej. Czy na pewno chcesz zaakceptować to zamówienie?
pt: O cliente escolheu atender em um local diferente, conforme mencionado abaixo. Tem certeza de que aceita este pedido?
ru: Клиент выбрал обслуживание в другом месте, как указано ниже. Вы уверены, что принимаете этот заказ?
th: ลูกค้าได้เลือกที่จะให้บริการในสถานที่อื่นตามที่ระบุไว้ด้านล่าง คุณแน่ใจหรือไม่ว่าจะยอมรับคำสั่งซื้อนี้
tr: Müşteri aşağıda belirtilen farklı bir konumda hizmet vermeyi seçti. Bu siparişi kabul ettiğinizden emin misiniz?
vi: Khách hàng đã chọn Phục vụ tại địa điểm khác như đã đề cập bên dưới. Bạn có chắc chắn chấp nhận đơn hàng này không?
zh: 客户已选择在以下不同位置提供服务。您确定接受此订单吗？

source: Pay After Service
ar: الدفع بعد الخدمة
da: Betal efter service
de: Nach Service bezahlen
es: Pagar después del servicio
fr: Paiement après service
hi: सेवा के बाद भुगतान करें
id: Bayar Setelah Layanan
it: Paga dopo il servizio
ja: サービス後の支払い
ko: 서비스 후 지불
nb: Betal etter service
nl: Betalen na service
pl: Zapłać po wykonaniu usługi
pt: Pagar após o serviço
ru: Оплата после обслуживания
th: ชำระเงินหลังจากให้บริการ
tr: Hizmet Sonrası Ödeme
vi: Thanh toán sau khi phục vụ
zh: 服务后付款

# thisOrderIsPayAfterServiceOrderMakeSureTo
source: This order is pay after service order. Make sure to collect money from customer.
ar: هذا الطلب هو طلب دفع بعد الخدمة. تأكد من تحصيل الأموال من العميل.
da: Denne ordre betales efter serviceordre. Sørg for at indsamle penge fra kunden.
de: Bei dieser Bestellung handelt es sich um eine Bestellung mit Bezahlung nach Service. Stellen Sie sicher, dass Sie das Geld vom Kunden einziehen.
el: Αυτή η παραγγελία είναι εντολή πληρωμής μετά την εξυπηρέτηση. Φροντίστε να συλλέξετε χρήματα από τον πελάτη.
es: Este pedido es de pago después del servicio. Asegúrese de cobrar el dinero del cliente.
fr: Cette commande est une commande à paiement après service. Assurez-vous de collecter l'argent auprès du client.
hi: यह ऑर्डर सेवा के बाद भुगतान वाला ऑर्डर है। ग्राहक से पैसे लेना सुनिश्चित करें।
id: Pesanan ini adalah pesanan bayar setelah layanan. Pastikan untuk mengambil uang dari pelanggan.
it: Questo ordine è un ordine di pagamento dopo il servizio. Assicurati di riscuotere il denaro dal cliente.
ja: この注文はサービス後の支払い注文です。お客様から必ずお金を回収してください。
ko: 이 주문은 서비스 후 지불 주문입니다. 고객에게서 돈을 받으십시오.
nb: Denne ordren betales etter serviceordre. Sørg for å samle inn penger fra kunden.
nl: Deze bestelling is een bestelling voor betalen na service. Zorg ervoor dat u het geld van de klant int.
pl: To zamówienie jest zamówieniem z płatnością po wykonaniu usługi. Upewnij się, że pobierasz pieniądze od klienta.
pt: Este pedido é um pedido de pagamento após o serviço. Certifique-se de coletar o dinheiro do cliente.
ru: Этот заказ оплачивается после обслуживания. Обязательно заберите деньги у клиента.
th: คำสั่งซื้อนี้เป็นคำสั่งซื้อแบบชำระเงินหลังจากให้บริการ โปรดแน่ใจว่าจะเรียกเก็บเงินจากลูกค้า
tr: Bu sipariş hizmet sonrası ödeme siparişidir. Müşteriden para aldığınızdan emin olun.
vi: Đơn hàng này là đơn hàng thanh toán sau khi phục vụ. Đảm bảo thu tiền từ khách hàng.
zh: 此订单为服务后付款订单。确保向客户收取款项。

source: Complete
ar: مكتمل
da: Komplet
de: Abschließen
el: Πλήρης
es: Completar
fr: Terminé
hi: पूरा करें
id: Selesaikan
it: Completa
ja: 完了
ko: 완료
nb: Fullstendig
nl: Voltooien
pl: Zakończ
pt: Concluir
ru: Завершить
th: เสร็จสิ้น
tr: Tamamla
vi: Hoàn tất
zh: 完成

source: Pre-Paid
ar: الدفع المسبق
da: Forudbetalt
de: Vorausbezahlt
el: Προπληρωμένος
es: Prepago
fr: Prépayé
hi: प्री-पेड
id: Pra-Bayar
it: Prepagata
ja: 前払い
ko: 선불
nb: Forhåndsbetalt
nl: Vooraf betaald
pl: Przedpłacone
pt: Pré-pago
ru: Предоплата
th: ชำระเงินล่วงหน้า
tr: Ön Ödemeli
vi: Trả trước
zh: 预付

source: Service Location
ar: موقع الخدمة
da: Serviceplacering
de: Serviceort
el: Τοποθεσία υπηρεσίας
es: Ubicación del servicio
fr: Emplacement du service
hi: सेवा का स्थान
id: Lokasi Layanan
it: Posizione del servizio
ja: サービス場所
ko: 서비스 위치
nb: Tjenestested
nl: Locatie service
pl: Lokalizacja usługi
pt: Local do serviço
ru: Место обслуживания
th: สถานที่ให้บริการ
tr: Hizmet Yeri
vi: Địa điểm dịch vụ
zh: 服务地点

source: Payment Type
ar: نوع الدفع
da: Betalings type
de: Zahlungsart
el: Τρόπος πληρωμής
es: Tipo de pago
fr: Type de paiement
hi: भुगतान का प्रकार
id: Jenis Pembayaran
it: Tipo di pagamento
ja: 支払いタイプ
ko: 결제 유형
nb: Betalings type
nl: Betaaltype
pl: Typ płatności
pt: Tipo de pagamento
ru: Тип оплаты
th: ประเภทการชำระเงิน
tr: Ödeme Türü
vi: Loại thanh toán
zh: 付款类型

# staff
source: Staf
ar: الموظفون
da: Personale
de: Personal
el: Προσωπικό
es: Personal
fr: Personnel
hi: कर्मचारी
it: Staff
ja: スタッフ
ko: 직원
nb: Personale
nl: Personeel
pl: Personel
pt: Equipe
ru: Персонал
th: พนักงาน
tr: Personel
vi: Nhân viên
zh: 员工

# serveAtCustomerAddress
source: Melayani di tempat pelanggan
ar: الخدمة في عنوان العميل
da: Server på kundeadresse
de: Dienst an Kundenadresse
el: Εξυπηρέτηση στη διεύθυνση πελάτη
es: Atender en la dirección del cliente
fr: Servir à l'adresse du client
hi: ग्राहक के पते पर सेवा करें
id: Layani di Alamat Pelanggan
it: Servi all'indirizzo del cliente
ja: お客様の住所でサービス
ko: 고객 주소에서 서비스
nb: Server på kundeadresse
nl: Serveren op adres klant
pl: Obsługuj pod adresem klienta
pt: Atender no endereço do cliente
ru: Обслуживать по адресу клиента
th: ให้บริการที่อยู่ของลูกค้า
tr: Müşteri Adresinde Hizmet Ver
vi: Phục vụ tại địa chỉ của khách hàng
zh: 在客户地址服务

# ifYouKeepThisOptionOnCustomersCanChooseTheir
source: Jika mengaktifkan fitur ini, pelanggan memberikan alamat dan anda harus menyelesaikan orderan di tempat pelanggan.
ar: إذا أبقيت هذا الخيار قيد التشغيل، يمكن للعملاء اختيار عنوانهم لإجراء الطلبات وعليك إكمال الخدمة في موقعهم.
da: Hvis du holder denne mulighed TIL, kan kunder vælge deres adresse for at foretage ordrer, og du skal fuldføre tjenesten på deres placering.
de: Wenn Sie diese Option aktiviert lassen, können Kunden ihre Adresse wählen, um Bestellungen aufzugeben, und Sie müssen die Dienstleistung an ihrem Standort erbringen.
el: Εάν διατηρήσετε αυτήν την επιλογή ενεργοποιημένη, οι πελάτες μπορούν να επιλέξουν τη διεύθυνσή τους για να κάνουν παραγγελίες και θα πρέπει να ολοκληρώσετε την υπηρεσία στην τοποθεσία τους.
es: Si mantiene esta opción ACTIVADA, los clientes pueden elegir su dirección para realizar pedidos y usted debe completar el servicio en su ubicación.
fr: Si vous laissez cette option activée, les clients peuvent choisir leur adresse pour passer des commandes et vous devez terminer le service à leur emplacement.
hi: यदि आप इस विकल्प को चालू रखते हैं, तो ग्राहक ऑर्डर करने के लिए अपना पता चुन सकते हैं और आपको उनके स्थान पर सेवा पूरी करनी होगी।
id: Jika Anda mengaktifkan opsi ini, Pelanggan dapat memilih alamat mereka untuk membuat pesanan dan Anda harus menyelesaikan layanan di lokasi mereka.
it: Se mantieni questa opzione ATTIVA, i clienti possono scegliere il loro indirizzo per effettuare gli ordini e devi completare il servizio nella loro sede.
ja: このオプションをオンにしておくと、お客様は注文を行う住所を選択でき、お客様はその場所でサービスを完了する必要があります。
ko: 이 옵션을 켜 두면 고객이 주문할 주소를 선택할 수 있으며 고객의 위치에서 서비스를 완료해야 합니다.
nb: Hvis du beholder dette alternativet PÅ, kan kundene velge sin adresse for å gjøre bestillinger, og du må fullføre tjenesten der de befinner seg.
nl: Als u deze optie AAN laat, kunnen klanten hun adres kiezen om bestellingen te plaatsen en moet u de service op hun locatie voltooien.
pl: Jeśli pozostawisz tę opcję WŁĄCZONĄ, klienci mogą wybrać swój adres, aby składać zamówienia, a Ty musisz ukończyć usługę w ich lokalizacji.
pt: Se você mantiver esta opção ATIVADA, os clientes poderão escolher o endereço para fazer pedidos e você deverá concluir o serviço no local deles.
ru: Если вы включите эту опцию, клиенты смогут выбирать свой адрес для размещения заказов, и вам придется завершить обслуживание в их месте.
th: หากคุณเปิดตัวเลือกนี้ไว้ ลูกค้าสามารถเลือกที่อยู่เพื่อทำการสั่งซื้อได้ และคุณจะต้องดำเนินการให้บริการในสถานที่ของลูกค้า
tr: Bu seçeneği AÇIK tutarsanız, Müşteriler sipariş vermek için adreslerini seçebilir ve hizmeti onların konumunda tamamlamanız gerekir.
vi: Nếu bạn giữ tùy chọn này BẬT, Khách hàng có thể chọn địa chỉ của họ để đặt hàng và bạn phải hoàn thành dịch vụ tại địa điểm của họ.
zh: 如果您保持此选项为开启状态，客户可以选择他们的地址下订单，您必须在他们的位置完成服务。

# offerPayAfterServiceOption
source: Pembayaran manual di tempat
ar: عرض خيار الدفع بعد الخدمة
da: Tilbyd mulighed for betaling efter service
de: Option „Nach Service bezahlen“ anbieten
el: Προσφορά Επιλογή Pay After Service
es: Ofrecer la opción de pago después del servicio
fr: Offrir l'option de paiement après service
hi: सेवा के बाद भुगतान विकल्प ऑफ़र करें
id: Tawarkan Opsi Bayar Setelah Layanan
it: Offri l'opzione di pagamento dopo il servizio
ja: サービス後の支払いオプションを提供
ko: 서비스 후 지불 옵션 제공
nb: Tilby betaling etter service
nl: Bied optie Betalen na service aan
pl: Zaoferuj opcję Zapłać po wykonaniu usługi
pt: Oferecer opção de pagamento após o serviço
ru: Предложить опцию оплаты после обслуживания
th: เสนอตัวเลือกชำระเงินหลังจากให้บริการ
tr: Hizmet Sonrası Ödeme Seçeneği Sunun
vi: Cung cấp tùy chọn Thanh toán sau khi phục vụ
zh: 提供服务后付款选项

# ifYouKeepThisOptionOnCustomersCanChooseTo
source: Jika anda mengaktifkan fitur ini, Pelanggan dapat memilih membayar setelah layanan selesai. Anda akan menagih pembayaran secara manual kepada pelanggan setelah layanan selesai.
ar: إذا أبقيت هذا الخيار قيد التشغيل، يمكن للعملاء اختيار الدفع بعد الخدمة. وعليك تحصيل الأموال يدويًا عند إكمال الطلب..
da: Hvis du holder denne mulighed TIL, kan kunderne vælge at betale efter service. Og du skal indsamle penge manuelt ved ordreafslutning.
de: Wenn Sie diese Option aktiviert lassen, können Kunden sich für die Bezahlung nach Service entscheiden. Und Sie müssen das Geld bei Abschluss der Bestellung manuell einziehen.
el: Εάν διατηρήσετε αυτήν την επιλογή ενεργοποιημένη, οι πελάτες μπορούν να επιλέξουν να πληρώσουν μετά την εξυπηρέτηση. Και πρέπει να συλλέξετε χρήματα χειροκίνητα κατά την ολοκλήρωση της παραγγελίας.
es: Si mantiene esta opción ACTIVADA, los clientes pueden elegir pagar después del servicio. Y usted debe cobrar el dinero manualmente al completar el pedido.
fr: Si vous laissez cette option activée, les clients peuvent choisir de payer après le service. Et vous devez collecter l'argent manuellement à la fin de la commande.
hi: यदि आप इस विकल्प को चालू रखते हैं, तो ग्राहक सेवा के बाद भुगतान करना चुन सकते हैं। और आपको ऑर्डर पूरा होने पर मैन्युअल रूप से पैसे लेने होंगे.
id: Jika Anda mengaktifkan opsi ini, Pelanggan dapat memilih untuk membayar setelah layanan. Dan Anda harus mengambil uang secara manual saat menyelesaikan pesanan.
it: Se mantieni questa opzione ATTIVA, i clienti possono scegliere di pagare dopo il servizio. E devi riscuotere il denaro manualmente al completamento dell'ordine.
ja: このオプションをオンにしておくと、お客様はサービス後の支払いを選択できます。注文完了時に手動でお金を回収する必要があります.
ko: 이 옵션을 켜 두면 고객이 서비스 후 지불을 선택할 수 있습니다. 그리고 주문 완료 시 수동으로 돈을 받아야 합니다..
nb: Hvis du holder dette alternativet PÅ, kan kundene velge å betale etter service. Og du må samle inn penger manuelt ved fullføring av ordre.
nl: Als u deze optie AAN laat, kunnen klanten ervoor kiezen om na service te betalen. En u moet het geld handmatig innen bij voltooiing van de bestelling.
pl: Jeśli pozostawisz tę opcję WŁĄCZONĄ, klienci mogą wybrać płatność po wykonaniu usługi. A Ty musisz ręcznie pobrać pieniądze po zakończeniu zamówienia.
pt: Se você mantiver esta opção ATIVADA, os clientes poderão escolher pagar após o serviço. E você deverá coletar o dinheiro manualmente na conclusão do pedido.
ru: Если вы включите эту опцию, клиенты смогут выбрать оплату после обслуживания. И вам придется вручную собирать деньги по завершении заказа.
th: หากคุณเปิดตัวเลือกนี้ไว้ ลูกค้าสามารถเลือกชำระเงินหลังจากให้บริการ และคุณจะต้องเรียกเก็บเงินด้วยตนเองเมื่อคำสั่งซื้อเสร็จสมบูรณ์.
tr: Bu seçeneği AÇIK tutarsanız, Müşteriler hizmet sonrası ödeme yapmayı seçebilir. Ve sipariş tamamlandığında parayı manuel olarak almanız gerekir.
vi: Nếu bạn giữ tùy chọn này BẬT, Khách hàng có thể chọn thanh toán sau khi phục vụ. Và bạn phải thu tiền thủ công khi hoàn tất đơn hàng.
zh: 如果您保持此选项为开启状态，客户可以选择服务后付款。并且您必须在订单完成时手动收款.
