Repository: fahmidev013/jsc_vendor
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, el, es, fr, hi, id, it, ja, ko, nb, nl, pl, pt, ru, th, tr, vi, zh

source: Please enter swift code
ar: الرجاء إدخال رمز سويفت
da: Indtast venligst swift-koden
de: Bitte geben Sie den Swift-Code ein
el: Εισαγάγετε τον κωδικό swift
es: Por favor, introduzca el código Swift
fr: Veuillez entrer le code rapide
hi: कृपया स्विफ्ट कोड दर्ज करें
id: Silakan masukkan kode cepat
it: Inserisci il codice Swift
ja: スイフトコードを入力してください
ko: 스위프트 코드를 입력해주세요
nb: Vennligst skriv inn swift-koden
nl: Vul alstublieft de Swift-code in
pl: Proszę wprowadzić szybki kod
pt: Por favor, insira o código rápido
ru: Пожалуйста, введите быстрый код
th: กรุณาใส่รหัสที่รวดเร็ว
tr: Lütfen hızlı kodu girin
vi: Vui lòng nhập mã swift
zh: 请输入快捷码

# accountNumberDoesNotMatch
source: Account number does not matched
ar: رقم الحساب غير متطابق
da: Kontonummer stemmer ikke overens
de: Kontonummer stimmt nicht überein
el: Ο αριθμός λογαριασμού δεν ταιριάζει
es: El número de cuenta no coincide
fr: Le numéro de compte ne correspond pas
hi: खाता संख्या मेल नहीं खाती
id: Nomor rekening tidak cocok
it: Il numero di conto non corrisponde
ja: 口座番号が一致しません
ko: 계좌번호가 일치하지 않습니다
nb: Kontonummer stemmer ikke
nl: Rekeningnummer komt niet overeen
pl: Numer konta nie pasuje
pt: O número da conta não corresponde
ru: Номер счета не совпадает
th: เลขที่บัญชีไม่ตรงกัน
tr: Hesap numarası eşleşmiyor
vi: Số tài khoản không khớp
zh: 帐号不匹配

# selectCancelledCheque
source: Please select cancelled cheque photo.
ar: الرجاء تحديد صورة الشيك الملغاة.
da: Vælg venligst annulleret checkbillede.
de: Bitte wählen Sie das Foto des stornierten Schecks aus.
el: Επιλέξτε φωτογραφία ακυρωμένης επιταγής.
es: Seleccione la foto del cheque cancelado.
fr: Veuillez sélectionner la photo du chèque annulé.
hi: कृपया रद्द चेक फोटो का चयन करें।
id: Harap pilih foto cek yang dibatalkan.
it: Seleziona la foto dell'assegno annullata.
ja: キャンセルされたチェキ写真を選択してください。
ko: 취소된 수표 사진을 선택하세요.
nb: Velg kansellert sjekkbilde.
nl: Selecteer geannuleerde foto controleren.
pl: Wybierz anulowane zdjęcie kontrolne.
pt: Selecione a foto do cheque cancelado.
ru: Пожалуйста, выберите фотографию отмененного чека.
th: โปรดเลือกภาพเช็คที่ถูกยกเลิก
tr: Lütfen iptal edilen çek fotoğrafını seçin.
vi: Vui lòng chọn hủy kiểm tra ảnh.
zh: 请选择已取消的支票照片。

source: Password reset link sent successfully...!
ar: تم إرسال رابط إعادة تعيين كلمة المرور بنجاح ...!
da: Link til nulstilling af adgangskode blev sendt...!
de: Link zum Zurücksetzen des Passworts erfolgreich gesendet...!
el: Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης στάλθηκε με επιτυχία...!
es: Enlace de restablecimiento de contraseña enviado con éxito...!
fr: Lien de réinitialisation du mot de passe envoyé avec succès... !
hi: पासवर्ड रीसेट लिंक सफलतापूर्वक भेजा गया...!
id: Tautan setel ulang kata sandi berhasil dikirim...!
it: Link per reimpostare la password inviato con successo...!
ja: パスワードリセットリンクが正常に送信されました...!
ko: 비밀번호 재설정 링크가 전송되었습니다...!
nb: Link for tilbakestilling av passord ble sendt...!
nl: Link voor opnieuw instellen van wachtwoord succesvol verzonden...!
pl: Link do resetowania hasła został pomyślnie wysłany...!
pt: Link de redefinição de senha enviado com sucesso...!
ru: Ссылка для сброса пароля успешно отправлена...!
th: ส่งลิงค์รีเซ็ตรหัสผ่านเรียบร้อยแล้ว...!
tr: Şifre sıfırlama bağlantısı başarıyla gönderildi...!
vi: Đã gửi liên kết đặt lại mật khẩu thành công...!
zh: 密码重置链接发送成功...！

source: Please Select Category
ar: الرجاء تحديد الفئة
da: Vælg venligst kategori
de: Bitte Kategorie auswählen
el: Επιλέξτε Κατηγορία
es: Seleccione una categoría
fr: Veuillez sélectionner une catégorie
hi: कृपया श्रेणी का चयन करें
id: Silahkan Pilih Kategori
it: Si prega di selezionare la categoria
ja: カテゴリを選択してください
ko: 카테고리를 선택하세요.
nb: Vennligst velg kategori
nl: Selecteer categorie
pl: Wybierz kategorię
pt: Selecione a categoria
ru: Пожалуйста, выберите категорию
th: กรุณาเลือกประเภท
tr: Lütfen Kategori Seçiniz
vi: Vui lòng chọn danh mục
zh: 请选择类别

source: Please enter service title
ar: الرجاء إدخال عنوان الخدمة
da: Indtast venligst tjenestens titel
de: Bitte geben Sie den Servicetitel ein
el: Εισαγάγετε τον τίτλο υπηρεσίας
es: Por favor ingrese el título del servicio
fr: Veuillez entrer le titre du service
hi: कृपया सेवा शीर्षक दर्ज करें
id: Masukkan judul layanan
it: Inserisci il titolo del servizio
ja: サービスタイトルを入力してください
ko: 서비스 제목을 입력하세요.
nb: Vennligst skriv inn tjenestetittel
nl: Voer de servicetitel in
pl: Podaj tytuł usługi
pt: Insira o título do serviço
ru: Пожалуйста, введите название услуги
th: กรุณากรอกชื่อบริการ
tr: Lütfen hizmet başlığını girin
vi: Vui lòng nhập tiêu đề dịch vụ
zh: 请输入服务名称

source: Please enter price
ar: الرجاء إدخال السعر
da: Indtast venligst pris
de: Bitte geben Sie den Preis ein
el: Παρακαλώ εισάγετε τιμή
es: Por favor ingrese el precio
fr: Veuillez entrer le prix
hi: कृपया मूल्य दर्ज करें
id: Masukkan harga
it: Inserisci il prezzo
ja: 価格を入力してください
ko: 가격을 입력하세요
nb: Vennligst skriv inn pris
nl: Voer de prijs in
pl: Proszę podać cenę
pt: Insira o preço
ru: Пожалуйста, введите цену
th: กรุณาใส่ราคา
tr: Lütfen fiyatı girin
vi: Vui lòng nhập giá
zh: 请输入价格

source: Please enter time it takes
ar: الرجاء إدخال الوقت المستغرق
da: Indtast venligst den tid det tager
de: Bitte geben Sie die benötigte Zeit ein
el: Εισαγάγετε τον χρόνο που χρειάζεται
es: Por favor, introduzca el tiempo que tarda
fr: Veuillez entrer le temps qu'il faut
hi: कृपया इसमें लगने वाला समय दर्ज करें
id: Masukkan waktu yang diperlukan
it: Inserisci il tempo necessario
ja: 所要時間を入力してください
ko: 소요시간을 입력해주세요
nb: Vennligst skriv inn tiden det tar
nl: Vul de tijd in die nodig is
pl: Wprowadź czas potrzebny
pt: Por favor, insira o tempo que leva
ru: Пожалуйста, введите время
th: กรุณากรอกเวลาที่ใช้
tr: Lütfen gereken süreyi girin
vi: Vui lòng nhập thời gian
zh: 请输入所需时间

source: Please enter award title
ar: الرجاء إدخال عنوان الجائزة
da: Indtast venligst prisens titel
de: Bitte geben Sie den Titel der Auszeichnung ein
el: Εισαγάγετε τον τίτλο του βραβείου
es: Por favor ingrese el título del premio
fr: Veuillez entrer le titre du prix
hi: कृपया पुरस्कार शीर्षक दर्ज करें
id: Masukkan judul penghargaan
it: Inserisci il titolo del premio
ja: 賞のタイトルを入力してください
ko: 어워드 제목을 입력하세요.
nb: Vennligst skriv inn prisens tittel
nl: Voer de titel van de prijs in
pl: Podaj tytuł nagrody
pt: Insira o título do prêmio
ru: Пожалуйста, введите название награды
th: กรุณากรอกชื่อรางวัล
tr: Lütfen ödül başlığını girin
vi: Vui lòng nhập tiêu đề giải thưởng
zh: 请输入奖项名称

source: Please enter award by
ar: الرجاء إدخال الجائزة بواسطة
da: Indtast venligst prisen senest kl
de: Bitte geben Sie die Auszeichnung ein
el: Παρακαλώ εισάγετε το βραβείο μέχρι
es: Por favor ingrese el premio por
fr: Veuillez entrer le prix par
hi: द्वारा पुरस्कार दर्ज करें
id: Silakan masukkan penghargaan oleh
it: Inserisci il premio entro
ja: までに賞品を入力してください
ko: 수상 내역을 입력하세요.
nb: Vennligst skriv inn prisen innen
nl: Vul a.u.b. de prijs in door
pl: Wprowadź nagrodę wg
pt: Insira o prêmio por
ru: Пожалуйста, введите награду до
th: โปรดป้อนรางวัลโดย
tr: Lütfen ödülü girin
vi: Vui lòng nhập giải thưởng bằng cách
zh: 请输入奖项

source: Please enter description
ar: الرجاء إدخال الوصف
da: Indtast venligst beskrivelse
de: Bitte geben Sie eine Beschreibung ein
el: Παρακαλώ εισάγετε περιγραφή
es: Por favor ingrese la descripción
fr: Veuillez entrer la description
hi: कृपया विवरण दर्ज करें
id: Silakan masukkan deskripsi
it: Inserisci la descrizione
ja: 説明を入力してください
ko: 설명을 입력하십시오
nb: Vennligst skriv inn beskrivelse
nl: Voer een beschrijving in
pl: Proszę wprowadzić opis
pt: Insira a descrição
ru: Пожалуйста, введите описание
th: กรุณาใส่คำอธิบาย
tr: Lütfen açıklama girin
vi: Vui lòng nhập mô tả
zh: 请输入描述

source: Please select image
ar: الرجاء تحديد الصورة
da: Vælg venligst billede
de: Bitte Bild auswählen
el: Επιλέξτε εικόνα
es: Por favor seleccione imagen
fr: Veuillez sélectionner l'image
hi: कृपया छवि चुनें
id: Silakan pilih gambar
it: Si prega di selezionare l'immagine
ja: 画像を選択してください
ko: 이미지를 선택하세요.
nb: Vennligst velg bilde
nl: Selecteer afbeelding
pl: Wybierz obraz
pt: Selecione a imagem
ru: Пожалуйста, выберите изображение
th: กรุณาเลือกภาพ
tr: Lütfen resim seçin
vi: Vui lòng chọn hình ảnh
zh: 请选择图片

source: Select Month
ar: اختر الشهر
da: Vælg måned
de: Wähle einen Monat
el: Επιλέξτε μήνα
es: Seleccione mes
fr: Sélectionnez un mois
hi: महीना चुनिए
id: Pilih Bulan
it: Selezionare il mese
ja: 月を選択してください
ko: 월 선택
nb: Velg måned
nl: Selecteer maand
pl: Wybierz miesiąc
pt: Selecione o mês
ru: Выберите месяц
th: เลือกเดือน
tr: Ay seç
vi: Chọn tháng
zh: 选择一个月

source: Delete
ar: يمسح
da: Slet
de: Löschen
el: Διαγράφω
es: Borrar
fr: Supprimer
hi: मिटाना
id: Menghapus
it: Eliminare
ja: 消去
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuwać
pt: Excluir
ru: Удалить
th: ลบ
tr: Silmek
vi: Xóa bỏ
zh: 删除

source: Withdraw
ar: ينسحب
da: Træk tilbage
de: Zurückziehen
el: Αποσύρω
es: Retirar
fr: Retirer
hi: निकालना
id: Menarik
it: Ritirare
ja: 撤退
ko: 철회하다
nb: Ta ut
nl: Terugtrekken
pl: Wycofać
pt: Retirar
ru: Отзывать
th: ถอน
tr: Geri çekilmek
vi: Rút
zh: 提取

source: Delete Image
ar: حذف صورة
da: Slet billede
de: Lösche Bild
el: Διαγραφή εικόνας
es: Eliminar Imagen
fr: Supprimer l'image
hi: छवि हटाएं
id: Hapus Gambar
it: Elimina immagine
ja: 画像の削除
ko: 이미지 삭제
nb: Slett bilde
nl: Verwijder afbeelding
pl: Usuń obraz
pt: Excluir imagem
ru: Удалить изображение
th: ลบรูปภาพ
tr: Resmi Sil
vi: xóa ảnh
zh: 删除图像

# deleteImageDes
source: Do you really want to delete image ?
ar: هل تريد حقا حذف الصورة؟
da: Vil du virkelig slette billedet?
de: Möchten Sie das Bild wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε την εικόνα;
es: ¿Realmente desea eliminar la imagen?
fr: Voulez-vous vraiment supprimer l'image ?
hi: क्या आप वाकई छवि हटाना चाहते हैं?
id: Apakah Anda benar-benar ingin menghapus gambar?
it: Vuoi davvero eliminare l'immagine?
ja: 本当に画像を削除してもよろしいですか？
ko: 정말 이미지를 삭제하시겠습니까?
nb: Vil du virkelig slette bildet?
nl: Wilt u de afbeelding echt verwijderen?
pl: Czy na pewno chcesz usunąć obraz?
pt: Você realmente deseja excluir a imagem?
ru: Вы действительно хотите удалить изображение?
th: คุณต้องการลบภาพจริง ๆ หรือไม่?
tr: Resmi gerçekten silmek istiyor musunuz?
vi: Bạn có thực sự muốn xóa hình ảnh?
zh: 您真的要删除图像吗？

source: Please try again...!
ar: حاول مرة اخرى...!
da: Prøv igen...!
de: Bitte versuche es erneut...!
el: ΠΑΡΑΚΑΛΩ προσπαθησε ξανα...!
es: Inténtalo de nuevo...!
fr: Veuillez réessayer...!
hi: कृपया पुन: प्रयास करें...!
id: Silakan coba lagi...!
it: Per favore riprova...!
ja: もう一度お試しください...!
ko: 다시 시도해주세요...!
nb: Vær så snill, prøv på nytt...!
nl: Probeer het opnieuw...!
pl: Proszę spróbuj ponownie...!
pt: Por favor, tente novamente...!
ru: Пожалуйста, попробуйте еще раз...!
th: กรุณาลองอีกครั้ง...!
tr: Lütfen tekrar deneyin...!
vi: Vui lòng thử lại...!
zh: 请再试一次...！

source: Jan
ar: يناير
el: Ιαν
es: Ene
hi: जनवरी
id: Januari
it: gen
ja: 1月
ko: 1월
pl: styczeń
pt: janeiro
ru: Ян
th: ม.ค
tr: Ocak
vi: Tháng một
zh: 简

source: Feb
ar: فبراير
de: Febr
el: Φεβ
fr: Fév
hi: फ़रवरी
id: Februari
it: febbraio
ja: 2月
ko: 2월
nl: februari
pl: luty
pt: fevereiro
ru: февраль
th: ก.พ
tr: Şubat
vi: Tháng Hai
zh: 二月

source: Mar
ar: مارس
de: Beschädigen
el: Αφανίζω
hi: मार्च
id: Merusak
ja: 3月
ko: 망치다
nb: mars
nl: mrt
pl: Zniszczyć
pt: março
ru: март
th: มี.ค
vi: tháng ba
zh: 三月

source: Apr
ar: أبريل
el: Απρ
es: Abr
fr: Avr
hi: अप्रैल
id: April
ja: 4月
ko: 4월
nl: april
pl: kwiecień
pt: abril
ru: апр
th: เม.ย
tr: Nisan
vi: tháng tư
zh: 4月

source: May
ar: يمكن
da: Kan
de: Dürfen
el: Ενδέχεται
es: Puede
fr: Peut
hi: मई
id: Mungkin
it: Maggio
ja: 5月
ko: 5월
nb: Kan
nl: Kunnen
pl: Móc
pt: Poderia
ru: Может
th: อาจ
tr: Mayıs
vi: Có thể
zh: 可能

source: Jun
ar: يونيو
el: Ιούν
fr: Juin
hi: जून
it: giu
ja: ジュン
ko: 준
nl: juni
pl: czerwiec
pt: junho
ru: июнь
th: มิ.ย
tr: haziran
vi: tháng 6
zh: 君

source: Jul
ar: يوليو
de: Juli
el: Ιουλ
fr: Juil
hi: जुलाई
id: Juli
it: lug
ja: 7月
ko: 7월
pl: lipiec
pt: julho
ru: июль
th: ก.ค
tr: Temmuz
vi: tháng 7
zh: 七月

source: Aug
ar: أغسطس
el: Αύγ
es: Ago
fr: Août
hi: अगस्त
id: Agustus
it: agosto
ja: 8月
ko: 8월
nb: august
pl: sierpień
pt: agosto
ru: авг
th: ส.ค
tr: ağustos
vi: tháng 8
zh: 八月

source: Sep
ar: سبتمبر
de: Sept
el: Σεπτ
hi: सितम्बर
id: September
it: Sett
ja: 9月
ko: 9월
nl: sept
pl: wrzesień
pt: setembro
ru: сен
th: ก.ย
tr: eylül
vi: tháng 9
zh: 九月

source: Oct
ar: أكتوبر
da: okt
de: Okt
el: Οκτ
hi: अक्टूबर
id: Okt
it: ottobre
ja: 10月
ko: 10월
nb: okt
nl: Okt
pl: październik
pt: outubro
ru: октябрь
th: ต.ค
tr: Ekim
vi: tháng mười
zh: 十月

source: Nov
ar: نوفمبر
el: Νοε
hi: नवंबर
id: November
ja: 11月
ko: 11월
pl: listopad
pt: novembro
ru: ноябрь
th: พ.ย
tr: Kasım
vi: tháng 11
zh: 十一月

source: Dec
ar: ديسمبر
de: Dez
el: Δεκ
es: Dic
fr: Déc
hi: दिसम्बर
id: Desember
it: Dic
ja: 12月
ko: 12월
nb: des
pl: grudzień
pt: dezembro
ru: декабрь
th: ธ.ค
tr: Aralık
vi: Tháng mười hai
zh: 十二月

source: January
ar: يناير
da: januar
de: Januar
el: Ιανουάριος
es: Enero
fr: Janvier
hi: जनवरी
id: Januari
it: Gennaio
ja: 1月
ko: 1월
nb: januar
nl: Januari
pl: Styczeń
pt: Janeiro
ru: январь
th: มกราคม
tr: Ocak
vi: Tháng Một
zh: 一月

source: February
ar: شهر فبراير
da: februar
de: Februar
el: Φεβρουάριος
es: Febrero
fr: Février
hi: फ़रवरी
id: Februari
it: Febbraio
ja: 2月
ko: 2월
nb: februar
nl: Februari
pl: Luty
pt: Fevereiro
ru: февраль
th: กุมภาพันธ์
tr: Şubat
vi: Tháng hai
zh: 二月

source: March
ar: يمشي
da: marts
de: Marsch
el: Μάρτιος
es: Marzo
fr: Mars
hi: मार्च
id: Berbaris
it: Marzo
ja: 行進
ko: 3월
nb: mars
nl: Maart
pl: Marsz
pt: Marchar
ru: Маршировать
th: มีนาคม
tr: Mart
vi: Bước đều
zh: 行进

source: April
ar: أبريل
el: Απρίλιος
es: Abril
fr: Avril
hi: अप्रैल
it: aprile
ja: 4月
ko: 4월
pl: Kwiecień
pt: abril
ru: апрель
th: เมษายน
tr: Nisan
vi: Tháng tư
zh: 四月

source: June
ar: يونيو
da: juni
de: Juni
el: Ιούνιος
es: Junio
fr: Juin
hi: जून
id: Juni
it: Giugno
ja: 六月
ko: 6월
nb: juni
nl: juni
pl: Czerwiec
pt: Junho
ru: Июнь
th: มิถุนายน
tr: Haziran
vi: Tháng sáu
zh: 六月

source: July
ar: يوليو
da: juli
de: Juli
el: Ιούλιος
es: Julio
fr: Juillet
hi: जुलाई
id: Juli
it: Luglio
ja: 7月
ko: 칠월
nb: juli
nl: juli
pl: Lipiec
pt: Julho
ru: Июль
th: กรกฎาคม
tr: Temmuz
vi: Tháng bảy
zh: 七月

source: August
ar: أغسطس
el: Αύγουστος
es: Agosto
fr: Août
hi: अगस्त
id: Agustus
it: agosto
ja: 8月
ko: 팔월
nl: augustus
pl: Sierpień
pt: Agosto
ru: Август
th: สิงหาคม
tr: Ağustos
vi: Tháng tám
zh: 八月

source: September
ar: سبتمبر
el: Σεπτέμβριος
es: Septiembre
fr: Septembre
hi: सितंबर
it: settembre
ja: 9月
ko: 구월
pl: Wrzesień
pt: Setembro
ru: Сентябрь
th: กันยายน
tr: Eylül
vi: Tháng 9
zh: 九月

source: October
ar: اكتوبر
da: oktober
de: Oktober
el: Οκτώβριος
es: Octubre
fr: Octobre
hi: अक्टूबर
id: Oktober
it: ottobre
ja: 10月
ko: 십월
nb: oktober
nl: oktober
pl: Październik
pt: Outubro
ru: Октябрь
th: ตุลาคม
tr: Ekim
vi: Tháng Mười
zh: 十月

source: November
ar: شهر نوفمبر
el: Νοέμβριος
es: Noviembre
fr: Novembre
hi: नवंबर
it: novembre
ja: 11月
ko: 십일월
pl: Listopad
pt: novembro
ru: ноябрь
th: พฤศจิกายน
tr: Kasım
vi: Tháng mười một
zh: 十一月

source: December
ar: ديسمبر
de: Dezember
el: Δεκέμβριος
es: Diciembre
fr: Décembre
hi: दिसंबर
id: Desember
it: Dicembre
ja: 12月
ko: 12월
nb: desember
pl: Grudzień
pt: dezembro
ru: Декабрь
th: ธันวาคม
tr: Aralık
vi: Tháng 12
zh: 十二月

# ij
source: i
ar: أنا
da: jeg
de: ich
el: Εγώ
fr: je
hi: मैं
id: Saya
it: io
ja: 私
ko: 나
nb: Jeg
pt: eu
ru: я
th: ฉัน
tr: Ben
vi: Tôi
zh: 我

source: Done
ar: منتهي
da: Færdig
de: Erledigt
el: Εγινε
es: Hecho
fr: Fait
hi: पूर्ण
id: Selesai
it: Fatto
ja: 終わり
ko: 완료
nb: Ferdig
nl: Klaar
pl: Zrobione
pt: Feito
ru: Сделанный
th: เสร็จแล้ว
tr: Tamamlamak
vi: Xong
zh: 完毕

source: By
ar: بواسطة
da: Ved
de: Von
el: Με
es: Por
fr: Par
hi: द्वारा
id: Oleh
it: Di
ja: に
ko: 에 의해
nb: Av
nl: Door
pl: Przez
pt: Por
ru: К
th: โดย
tr: İle
vi: Qua
zh: 经过

# withdrawTitle
source: Withdraw Request
ar: طلب سحب
da: Træk anmodning tilbage
de: Antrag zurückziehen
el: Αίτημα απόσυρσης
es: Petición de retiro
fr: Demande de retrait
hi: अनुरोध वापस लें
id: Tarik Permintaan
it: Richiesta di prelievo
ja: 出金リクエスト
ko: 철회 요청
nb: Trekk tilbake forespørsel
nl: Aanvraag intrekken
pl: Wycofać wniosek
pt: Solicitação de Retirada
ru: Запрос на вывод средств
th: ถอนคำขอ
tr: Geri çekme talebi
vi: Rút lại yêu cầu
zh: 撤回请求

# withdrawDescription
source: Do you really want to withdraw all amount of your wallet?
ar: هل تريد حقًا سحب كل مبلغ محفظتك؟
da: Ønsker du virkelig at hæve hele beløbet i din tegnebog?
de: Möchten Sie wirklich den gesamten Betrag Ihres Geldbeutels abheben?
el: Θέλετε πραγματικά να αποσύρετε όλο το ποσό του πορτοφολιού σας;
es: ¿Realmente quieres retirar todo el monto de tu billetera?
fr: Voulez-vous vraiment retirer tout le montant de votre portefeuille ?
hi: क्या आप वास्तव में अपने बटुए की पूरी राशि निकालना चाहते हैं?
id: Apakah Anda benar-benar ingin menarik semua jumlah dompet Anda?
it: Vuoi davvero prelevare tutto l'importo dal tuo portafoglio?
ja: 本当にウォレットの全額を引き出しますか?
ko: 정말로 지갑의 모든 금액을 인출하시겠습니까?
nb: Vil du virkelig ta ut hele beløpet i lommeboken din?
nl: Wil je echt het hele bedrag van je portemonnee opnemen?
pl: Czy naprawdę chcesz wypłacić całą kwotę swojego portfela?
pt: Você realmente quer sacar todo o valor da sua carteira?
ru: Вы действительно хотите вывести всю сумму своего кошелька?
th: คุณต้องการถอนเงินออกจากกระเป๋าเงินของคุณทั้งหมดหรือไม่?
tr: Cüzdanınızın tüm miktarını gerçekten çekmek istiyor musunuz?
vi: Bạn có thực sự muốn rút tất cả số tiền trong ví của mình không?
zh: 您真的要取出钱包中的所有金额吗？

source: Complete Booking
ar: الحجز الكامل
da: Fuldfør booking
de: Buchung abschließen
el: Ολοκληρωμένη κράτηση
es: Reserva completa
fr: Réservation complète
hi: पूर्ण बुकिंग
id: Selesaikan Pemesanan
it: Prenotazione completa
ja: 予約を完了する
ko: 예약 완료
nb: Fullfør booking
nl: Volledige boeking
pl: Dokończ rezerwację
pt: Reserva completa
ru: Завершить бронирование
th: เสร็จสิ้นการจอง
tr: Rezervasyonu Tamamla
vi: Hoàn thành đặt phòng
zh: 完成预订

# pleaseEnterTheCompletionOtpBelowntoCompleteTheBookingnaskCustomer
source: Please enter the completion OTP, below to complete the booking. Ask customer to provide the OTP.
ar: الرجاء إدخال OTP للإكمال أدناه لإكمال الحجز. اطلب من العميل تقديم OTP.
da: Indtast venligst udførelses-OTP nedenfor for at fuldføre reservationen. Bed kunden om at angive OTP'en.
de: Bitte geben Sie unten das vollständige OTP ein, um die Buchung abzuschließen. Bitten Sie den Kunden, das OTP anzugeben.
el: Εισαγάγετε το OTP ολοκλήρωσης, παρακάτω για να ολοκληρώσετε την κράτηση. Ζητήστε από τον πελάτη να παράσχει το OTP.
es: Ingrese la OTP de finalización a continuación para completar la reserva. Pídale al cliente que proporcione la OTP.
fr: Veuillez saisir l'OTP ci-dessous pour finaliser la réservation. Demandez au client de fournir l'OTP.
hi: बुकिंग पूरी करने के लिए कृपया पूरा होने वाला ओटीपी नीचे दर्ज करें बुकिंग पूरी करने के लिए। ग्राहक से ओटीपी देने के लिए कहें।
id: Silakan masukkan OTP penyelesaian, di bawah untuk menyelesaikan pemesanan. Minta pelanggan untuk memberikan OTP.
it: Inserisci l'OTP di completamento, sotto per completare la prenotazione. Chiedi al cliente di fornire l'OTP.
ja: 予約を完了するには、 以下に完了 OTP を入力してください。 お客様に OTP を提供するよう依頼してください。
ko: 예약을 완료하려면 아래에 완료 OTP를 입력하세요. 고객에게 OTP를 제공하도록 요청하세요.
nb: Vennligst skriv inn OTP for fullføring nedenfor for å fullføre bestillingen. Be kunden om å oppgi OTP.
nl: Voer hieronder de voltooiings-OTP in om de boeking te voltooien. Vraag de klant om de OTP te verstrekken.
pl: Wprowadź poniżej hasło jednorazowe, aby dokończyć rezerwację. Poproś klienta o podanie hasła jednorazowego.
pt: Insira o OTP de conclusão, abaixo para concluir a reserva. Peça ao cliente para fornecer o OTP.
ru: Пожалуйста, введите заполняющий одноразовый пароль ниже для завершения бронирования. Попросите клиента предоставить одноразовый пароль.
th: โปรดป้อน OTP ที่กรอกด้านล่าง เพื่อทำการจองให้เสร็จสมบูรณ์ ขอให้ลูกค้าระบุ OTP
tr: Lütfen rezervasyonu tamamlamak için tamamlama OTP'sini aşağıya girin. Müşteriden OTP'yi sağlamasını isteyin.
vi: Vui lòng nhập OTP hoàn thành bên dưới để hoàn tất đặt chỗ. Yêu cầu khách hàng cung cấp OTP.
zh: 请在下方输入完成 OTP， 以完成预订。 请客户提供 OTP。

source: Send Media
ar: إرسال الوسائط
da: Send medier
de: Medien senden
el: Αποστολή πολυμέσων
es: Enviar medios
fr: Envoyer le média
hi: मीडिया भेजें
id: Kirim Media
it: Invia contenuti multimediali
ja: メディアの送信
ko: 미디어 보내기
nl: Media verzenden
pl: Wyślij multimedia
pt: Enviar mídia
ru: Отправить медиа
th: ส่งสื่อ
tr: Medya Gönder
vi: Gửi phương tiện
zh: 发送媒体

source: Send
ar: يرسل
da: Sende
de: Schicken
el: Στείλετε
es: Enviar
fr: Envoyer
hi: भेजना
id: Mengirim
it: Inviare
ja: 送信
ko: 보내다
nb: Sende
nl: Versturen
pl: Wysłać
pt: Enviar
ru: Отправлять
th: ส่ง
tr: Göndermek
vi: Gửi
zh: 发送

source: Too large...
ar: كبير جدًا ...
da: For stor...
de: Zu groß...
el: Πολύ μεγάλο...
es: Demasiado grande...
fr: Trop grande...
hi: बहुत बड़ी...
id: Terlalu besar...
it: Troppo grande...
ja: 大きすぎる...
ko: 너무 큰...
nb: For stor...
nl: Te groot...
pl: Za duży...
pt: Muito grande...
ru: Слишком большой...
th: ใหญ่เกินไป...
tr: Çok büyük...
vi: Quá rộng...
zh: 太大了...

source: Video?
ar: فيديو؟
el: Βίντεο?
fr: Vidéo?
hi: वीडियो?
ja: ビデオ？
ko: 동영상?
pl: Wideo?
pt: Vídeo?
ru: Видео?
th: วิดีโอ?
vi: Băng hình?
zh: 视频？

# thisVideoIsGreaterThan15MbnpleaseSelectAnother
source: This video is greater than 15 mb Please select another...
ar: حجم هذا الفيديو أكبر من 15 ميغا بايت الرجاء تحديد آخر ...
da: Denne video er større end 15 mb Vælg en anden...
de: Dieses Video ist größer als 15 MB Bitte wählen Sie ein anderes aus...
el: Αυτό το βίντεο είναι μεγαλύτερο από 15 mb Επιλέξτε άλλο...
es: Este video tiene más de 15 mb Seleccione otro...
fr: Cette vidéo fait plus de 15 Mo Veuillez en sélectionner une autre...
hi: यह वीडियो 15 एमबी से बड़ा है कृपया दूसरा चुनें...
id: Video ini lebih besar dari 15 mb Silakan pilih yang lain...
it: Questo video è più grande di 15 MB Selezionare un altro...
ja: このビデオは 15 MB を超えています 別のビデオを選択してください...
ko: 이 동영상은 15MB보다 큽니다. 다른 동영상을 선택하세요...
nb: Denne videoen er større enn 15 mb Velg en annen...
nl: Deze video is groter dan 15 mb Selecteer een andere...
pl: Ten film wideo jest większy niż 15 MB Wybierz inny...
pt: Este vídeo tem mais de 15 mb Selecione outro...
ru: Размер этого видео превышает 15 МБ Выберите другое...
th: วิดีโอนี้มีขนาดมากกว่า 15 mb โปรดเลือกอื่น...
tr: Bu video 15 MB'tan büyük Lütfen başka bir video seçin...
vi: Video này lớn hơn 15 mb Vui lòng chọn một video khác...
zh: 该视频大于 15 mb 请选择另一个...

source: Select Another
ar: حدد آخر
da: Vælg en anden
de: Wählen Sie Andere aus
el: Επιλέξτε Άλλο
es: Seleccionar otro
fr: Sélectionnez un autre
hi: अन्य का चयन करें
id: Pilih Lainnya
it: Seleziona Altro
ja: 別の選択
ko: 다른 항목 선택
nb: Velg en annen
nl: Selecteer een andere
pl: Wybierz inny
pt: Selecione outro
ru: Выбрать другой
th: เลือกอื่น
tr: Başka Seç
vi: Chọn Khác
zh: 选择另一个

# selectMsg
source: Select Message
ar: حدد الرسالة
da: Vælg Besked
de: Wählen Sie Nachricht
el: Επιλέξτε Μήνυμα
es: Seleccionar mensaje
fr: Sélectionnez Message
hi: संदेश का चयन करें
id: Pilih Pesan
it: Seleziona Messaggio
ja: メッセージを選択
ko: 메시지 선택
nb: Velg Melding
nl: Selecteer Bericht
pl: Wybierz wiadomość
pt: Selecione a mensagem
ru: Выберите сообщение
th: เลือกข้อความ
tr: Mesaj Seç
vi: Chọn tin nhắn
zh: 选择消息

source: Delete Message
ar: حذف رسالة
da: Slet besked
de: Nachricht löschen
el: Διαγραφή μηνύματος
es: Borrar mensaje
fr: Supprimer le message
hi: संदेश को हटाएं
id: Hapus pesan
it: Cancella il messaggio
ja: メッセージの削除
ko: 메시지 삭제
nb: Slett melding
nl: Verwijder bericht
pl: Usuń wiadomość
pt: Apagar mensagem
ru: Удаленное сообщение
th: ลบข้อความ
tr: Mesajı sil
vi: Xóa tin nhắn
zh: 删除消息
