Repository: fahmidev013/jsc_vendor
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, el, es, fr, hi, id, it, ja, ko, nb, nl, pl, pt, ru, th, tr, vi, zh

source: Keeping it off, your salon and services will not be shown to the customer until turned on
ar: مع إيقاف تشغيله ، لن يتم عرض صالونك وخدماتك للعميل حتى يتم تشغيله
da: Hvis du holder den slukket, vil din salon og tjenester ikke blive vist til kunden, før de er tændt
de: Wenn Sie es ausgeschaltet lassen, werden Ihr Salon und Ihre Dienstleistungen dem Kunden erst angezeigt, wenn Sie es einschalten
el: Διατηρώντας το απενεργοποιημένο, το σαλόνι και οι υπηρεσίες σας δεν θα εμφανίζονται στον πελάτη μέχρι να ενεργοποιηθούν
es: Manteniéndolo apagado, su salón y servicios no se mostrarán al cliente hasta que se encienda
fr: En le gardant éteint, votre salon et vos services ne seront pas montrés au client tant qu'ils ne seront pas activés
hi: इसे बंद रखते हुए, आपका सैलून और सेवाएं चालू होने तक ग्राहक को नहीं दिखाई जाएंगी
id: Pertahankan, salon dan layanan Anda tidak akan ditampilkan kepada pelanggan hingga dihidupkan
it: Tenendolo disattivato, il tuo salone e i tuoi servizi non verranno mostrati al cliente fino a quando non saranno attivati
ja: オフのままにすると、オンになるまでサロンとサービスが顧客に表示されなくなります
ko: 끄면 미용실과 서비스가 켜질 때까지 고객에게 표시되지 않습니다.
nb: Hvis du holder den av, vil salongen din og tjenestene ikke bli vist til kunden før den er slått på
nl: Als je het uitgeschakeld houdt, worden je salon en services pas aan de klant getoond als ze zijn ingeschakeld
pl: Pozostawiając ją wyłączoną, Twój salon i usługi nie będą pokazywane klientowi, dopóki nie zostaną włączone
pt: Mantendo-o desativado, seu salão e serviços não serão exibidos ao cliente até que sejam ativados
ru: Если он выключен, ваш салон и услуги не будут показаны клиенту, пока он не будет включен.
th: หากปิดไว้ ร้านเสริมสวยและบริการของคุณจะไม่แสดงให้ลูกค้าเห็นจนกว่าจะเปิดใช้
tr: Kapalı tutulduğunda, salonunuz ve hizmetleriniz, açılana kadar müşteriye gösterilmeyecektir.
vi: Nếu tắt, tiệm và các dịch vụ của bạn sẽ không hiển thị với khách hàng cho đến khi được bật
zh: 保持关闭状态，您的沙龙和服务在打开之前不会显示给客户

# editSalonDetails
source: Ubah Informasi Kapster
ar: تحرير تفاصيل الصالون
da: Rediger salonoplysninger
de: Salondetails bearbeiten
el: Επεξεργασία Στοιχείων Σαλονιού
es: Editar detalles del salón
fr: Modifier les détails du salon
hi: सैलून विवरण संपादित करें
id: Edit Detail Salon
it: Modifica i dettagli del salone
ja: サロンの詳細を編集する
ko: 살롱 세부 정보 편집
nb: Rediger salongdetaljer
nl: Bewerk salondetails
pl: Edytuj szczegóły salonu
pt: Editar detalhes do salão
ru: Изменить информацию о салоне
th: แก้ไขรายละเอียดซาลอน
tr: Salon Ayrıntılarını Düzenle
vi: Chỉnh sửa chi tiết tiệm
zh: 编辑沙龙详情

# editBankDetails
source: Ubah Informasi Bank
ar: تحرير تفاصيل البنك
da: Rediger bankoplysninger
de: Bankdaten bearbeiten
el: Επεξεργασία Στοιχείων Τράπεζας
es: Editar detalles bancarios
fr: Modifier les coordonnées bancaires
hi: बैंक विवरण संपादित करें
id: Edit Detail Bank
it: Modifica coordinate bancarie
ja: 銀行詳細の編集
ko: 은행 정보 편집
nb: Rediger bankdetaljer
nl: Bankgegevens bewerken
pl: Edytuj dane bankowe
pt: Editar dados bancários
ru: Изменить банковские реквизиты
th: แก้ไขรายละเอียดธนาคาร
tr: Banka Ayrıntılarını Düzenle
vi: Chỉnh sửa chi tiết ngân hàng
zh: 编辑银行详细信息

source: Edit Availability
ar: تحرير التوفر
da: Rediger tilgængelighed
de: Verfügbarkeit bearbeiten
el: Επεξεργασία διαθεσιμότητας
es: Editar disponibilidad
fr: Modifier la disponibilité
hi: उपलब्धता संपादित करें
id: Sunting Ketersediaan
it: Modifica disponibilità
ja: 可用性の編集
ko: 이용 가능 여부 수정
nb: Rediger tilgjengelighet
nl: Beschikbaarheid bewerken
pl: Edytuj dostępność
pt: Editar disponibilidade
ru: Изменить доступность
th: แก้ไขความพร้อมใช้งาน
tr: Müsaitliği Düzenle
vi: Chỉnh sửa tính khả dụng
zh: 编辑可用性

# manageServices
source: Kelola Layanan
ar: إدارة الخدمات
da: Administrer tjenester
de: Dienste verwalten
el: Διαχείριση Υπηρεσιών
es: Administrar servicios
fr: Gérer les services
hi: सेवाओं का प्रबंधन करें
it: Gestisci i servizi
ja: サービスの管理
ko: 서비스 관리
nb: Administrer tjenester
nl: Diensten beheren
pl: Zarządzaj usługami
pt: Gerenciar serviços
ru: Управление службами
th: จัดการบริการ
tr: Hizmetleri Yönet
vi: Quản lý dịch vụ
zh: 管理服务

# manageAwards
source: Kelola Penghargaan
ar: إدارة الجوائز
da: Administrer priser
de: Auszeichnungen verwalten
el: Διαχείριση βραβείων
es: Administrar premios
fr: Gérer les récompenses
hi: पुरस्कार प्रबंधित करें
it: Gestisci premi
ja: 賞の管理
ko: 어워드 관리
nb: Administrer priser
nl: Beloningen beheren
pl: Zarządzaj nagrodami
pt: Gerenciar prêmios
ru: Управление наградами
th: จัดการรางวัล
tr: Ödülleri Yönet
vi: Quản lý giải thưởng
zh: 管理奖项

# wallet
source: Dompet
ar: محفظة
da: Pung
de: Geldbörse
el: Πορτοφόλι
es: Billetera
fr: Portefeuille
hi: बटुआ
it: Portafoglio
ja: 財布
ko: 지갑
nb: Lommebok
nl: Portemonnee
pl: Portfel
pt: Carteira
ru: Кошелек
th: กระเป๋าสตางค์
tr: Cüzdan
vi: Cái ví
zh: 钱包

# earningReports
source: Laporan Pendapatan
ar: تقارير الأرباح
da: Indtjening af rapporter
de: Verdienstberichte
el: Αναφορές κερδών
es: Informes de ingresos
fr: Rapports sur les gains
hi: आय रिपोर्ट
id: Laporan Perolehan
it: Rapporti sui guadagni
ja: 収益レポート
ko: 수익 보고서
nb: Opptjening av rapporter
nl: Rapporten verdienen
pl: Raporty o zarobkach
pt: Relatórios de ganhos
ru: Отчеты о доходах
th: รายงานรายได้
tr: Kazanç Raporları
vi: báo cáo thu nhập
zh: 收入报告

# payouts
source: Pembayaran
ar: المدفوعات
da: Udbetalinger
de: Auszahlungen
el: Πληρωμές
es: Pagos
fr: Paiements
hi: भुगतान
it: Pagamenti
ja: 支払い
ko: 지불금
nb: Utbetalinger
nl: Uitbetalingen
pl: Wypłaty
pt: Pagamentos
ru: Выплаты
th: การจ่ายเงิน
tr: ödemeler
vi: xuất chi
zh: 支出

# termsOfUse
source: Syarat Penggunaan
ar: شروط الاستخدام
da: Vilkår for brug
de: Nutzungsbedingungen
el: Οροι χρήσης
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
ko: 이용약관
nb: Vilkår for bruk
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Termos de uso
ru: Условия эксплуатации
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
vi: Điều khoản sử dụng
zh: 使用条款

# privacyPolicy
source: Kebijakan Privasi
ar: سياسة الخصوصية
da: Fortrolighedspolitik
de: Datenschutz-Bestimmungen
el: Πολιτική Απορρήτου
es: política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan pribadi
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인 정보 정책
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt: política de Privacidade
ru: политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh: 隐私政策

source: Change Password
ar: تغيير كلمة المرور
da: Skift kodeord
de: Kennwort ändern
el: Άλλαξε κωδικό
es: Cambiar la contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
id: Ganti kata sandi
it: Cambiare la password
ja: パスワードを変更する
ko: 비밀번호 변경
nb: Bytt passord
nl: Verander wachtwoord
pl: Zmień hasło
pt: Alterar a senha
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifre değiştir
vi: Đổi mật khẩu
zh: 更改密码

# helpAndFAQ
source: Bantuan & FAQ
ar: مساعدة التعليمات
da: Hjælp & FAQ
de: Hilfe und FAQ
el: Βοήθεια & FAQ
es: Ayuda y preguntas frecuentes
fr: Aide et FAQ
hi: सहायता और अक्सर पूछे जाने वाले प्रश्न
it: Guida e domande frequenti
ja: ヘルプとよくある質問
ko: 도움말 및 FAQ
nb: Hjelp og vanlige spørsmål
nl: Hulp en veelgestelde vragen
pl: Pomoc i często zadawane pytania
pt: Ajuda e perguntas frequentes
ru: Помощь и часто задаваемые вопросы
th: ความช่วยเหลือ & คำถามที่พบบ่อย
tr: Yardım ve SSS
vi: Trợ giúp & Hỏi đáp
zh: 帮助和常见问题解答

# logOut
source: Keluar
ar: تسجيل خروج
da: Log ud
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
it: Disconnettersi
ja: ログアウト
ko: 로그 아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt: Sair
ru: Выйти
th: ออกจากระบบ
tr: Çıkış Yap
vi: Đăng xuất
zh: 登出

# deleteMyAccount
source: Hapus Akun Saya
ar: احذف حسابي
da: Slet min konto
de: Mein Konto löschen
el: Διάγραψε τον λογαριασμό μου
es: Borrar mi cuenta
fr: Supprimer mon compte
hi: मेरा एकाउंट हटा दो
it: Cancella il mio account
ja: アカウントを削除します
ko: 계정을 삭제하다
nb: Slett kontoen min
nl: Verwijder mijn account
pl: Usuń moje konto
pt: Deletar minha conta
ru: Удалите мой аккаунт
th: ลบบัญชีของฉัน
tr: Hesabımı sil
vi: Xóa tài khoản của tôi đi
zh: 删除我的账户

# salonImages
source: Foto Kapster
ar: صور صالون
da: Salon billeder
de: Salonbilder
el: Εικόνες σαλονιού
es: Imágenes de salón
fr: Photos de salons
hi: सैलून छवियां
id: Gambar Salon
it: Immagini del salone
ja: サロンイメージ
ko: 살롱 이미지
nb: Salong bilder
nl: Salon-afbeeldingen
pl: Obrazy salonu
pt: Imagens do salão
ru: Салон Изображения
th: รูปภาพซาลอน
tr: Salon Resimleri
vi: hình ảnh thẩm mỹ viện
zh: 沙龙图片

# submit
source: Kirim
ar: يُقدِّم
da: Indsend
de: Einreichen
el: υποβάλλουν
es: Entregar
fr: Soumettre
hi: जमा करना
it: Invia
ja: 送信
ko: 제출하다
nb: Sende inn
nl: Indienen
pl: Składać
pt: Enviar
ru: Представлять на рассмотрение
th: ส่ง
tr: Göndermek
vi: Nộp
zh: 提交

# edit
source: Ubah
ar: يحرر
da: Redigere
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
hi: संपादन करना
id: Sunting
it: Modificare
ja: 編集
ko: 편집하다
nb: Redigere
nl: Bewerking
pl: Edytować
pt: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenlemek
vi: Biên tập
zh: 编辑

# addService
source: Tambah layanan
ar: أضف خدمة
da: Tilføj service
de: Dienst hinzufügen
el: Προσθήκη υπηρεσίας
es: Agregar servicio
fr: Ajouter un service
hi: सेवा जोड़ें
id: Tambahkan Layanan
it: Aggiungi servizio
ja: サービスの追加
ko: 서비스 추가
nb: Legg til tjeneste
nl: Dienst toevoegen
pl: Dodaj usługę
pt: Adicionar serviço
ru: Добавить услугу
th: เพิ่มบริการ
tr: Hizmet Ekle
vi: Thêm dịch vụ
zh: 添加服务

# selectCategory
source: Pilih kategori
ar: اختر الفئة
da: Vælg Kategori
de: Kategorie wählen
el: Επιλέξτε Κατηγορία
es: selecciona una categoría
fr: Choisir une catégorie
hi: श्रेणी चुनना
it: Seleziona categoria
ja: カテゴリを選んでください
ko: 카테고리 선택
nb: Velg kategori
nl: selecteer categorie
pl: Wybierz kategorię
pt: Selecione a Categoria
ru: выберите категорию
th: เลือกประเภท
tr: Kategori seç
vi: Chọn danh mục
zh: 选择类别

# serviceTitle
source: Judul Layanan
ar: عنوان الخدمة
da: Tjenestetitel
de: Diensttitel
el: Τίτλος υπηρεσίας
es: Título del servicio
fr: Titre du service
hi: सेवा शीर्षक
it: Titolo di servizio
ja: サービスタイトル
ko: 서비스 제목
nb: Tjenestetittel
nl: Dienst Titel
pl: Tytuł usługi
pt: Título do serviço
ru: Название услуги
th: ชื่อเรื่องบริการ
tr: Hizmet Başlığı
vi: Tiêu đề dịch vụ
zh: 服务名称

# price
source: Harga
ar: سعر
da: Pris
de: Preis
el: Τιμή
es: Precio
fr: Prix
hi: कीमत
it: Prezzo
ja: 価格
ko: 가격
nb: Pris
nl: Prijs
pl: Cena
pt: Preço
ru: Цена
th: ราคา
tr: Fiyat
vi: Giá
zh: 价格

# discountOptional
source: Diskon (optional)
ar: خصم (اختياري)
da: Rabat (valgfrit)
de: Rabatt (optional)
el: Έκπτωση (προαιρετικό)
es: Descuento (opcional)
fr: Remise (facultatif)
hi: छूट (वैकल्पिक)
id: Diskon (opsional)
it: Sconto (facoltativo)
ja: 割引（オプション）
ko: 할인(선택사항)
nb: Rabatt (valgfritt)
nl: Korting (optioneel)
pl: Rabat (opcjonalnie)
pt: Desconto (opcional)
ru: Скидка (необязательно)
th: ส่วนลด (ไม่บังคับ)
tr: İndirim (isteğe bağlı)
vi: Giảm giá (tùy chọn)
zh: 折扣（可选）

# timeItTakesHours
source: Waktu yang terpakai (Jam)
ar: الوقت الذي يستغرقه (ساعات)
da: Tid det tager (timer)
de: Benötigte Zeit (Stunden)
el: Χρόνος που χρειάζεται (ώρες)
es: Tiempo que tarda (horas)
fr: Temps qu'il faut (heures)
hi: समय लगता है (घंटे)
id: Waktu yang Dibutuhkan (Jam)
it: Tempo necessario (ore)
ja: 所要時間 (時間)
ko: 걸리는 시간(시간)
nb: Tid det tar (timer)
nl: Tijd die het kost (uren)
pl: Czas potrzebny (godziny)
pt: Tempo que Leva (Horas)
ru: Время, необходимое (часы)
th: ใช้เวลา (ชั่วโมง)
tr: Aldığı Süre (Saat)
vi: Thời gian (Giờ)
zh: 所需时间（小时）

# timeItTakesMin
source: Waktu yang terpakai (Menit)
ar: الوقت المستغرق (بالدقائق)
da: Tid det tager (minutter)
de: Benötigte Zeit (Minuten)
el: Χρόνος που χρειάζεται (λεπτά)
es: Tiempo que tarda (minutos)
fr: Temps qu'il faut (minutes)
hi: समय लगता है (मिनट)
id: Waktu yang Dibutuhkan (Menit)
it: Tempo necessario (minuti)
ja: 所要時間 (分)
ko: 소요 시간(분)
nb: Tid det tar (minutter)
nl: Tijd die het kost (minuten)
pl: Czas potrzebny (minuty)
pt: Tempo que Leva (Minutos)
ru: Время, необходимое (минуты)
th: ใช้เวลา (นาที)
tr: Aldığı Süre (Dakika)
vi: Thời gian (Phút)
zh: 所需时间（分钟）

# genderServiceIsFor
source: Jenis kelamin (Layanan itni diperuntukkan)
ar: الجنس (الخدمة لـ)
da: Køn (tjenesten er for)
de: Geschlecht (Service ist für)
el: Φύλο (η υπηρεσία απευθύνεται)
es: Sexo (el servicio es para)
fr: Sexe (le service est pour)
hi: लिंग (सेवा के लिए है)
id: Jenis Kelamin (Layanan untuk)
it: Sesso (il servizio è per)
ja: 性別（サービス対象者）
ko: 성별(서비스 대상)
nb: Kjønn (tjenesten er for)
nl: Geslacht (Service is voor)
pl: Płeć (Usługa jest dla)
pt: Gênero (Serviço é para)
ru: Пол (Сервис для)
th: เพศ (บริการสำหรับ)
tr: Cinsiyet (Hizmet içindir)
vi: Giới tính (Dịch vụ dành cho)
zh: 性别（服务对象）

# aboutService
source: Tentang Layanan
ar: حول الخدمة
da: Om Service
de: Über Service
el: Σχετικά με την Υπηρεσία
es: Acerca del servicio
fr: À propos du service
hi: सेवा के बारे में
it: Informazioni sul servizio
ja: サービスについて
ko: 서비스에 대해
nb: Om Service
nl: Over Dienstverlening
pl: O usłudze
pt: Sobre o serviço
ru: О сервисе
th: เกี่ยวกับบริการ
tr: Hizmet Hakkında
vi: Về Dịch Vụ
zh: 关于服务

# serviceImages
source: Foto Layanan
ar: صور الخدمة
da: Service billeder
de: Servicebilder
el: Εικόνες υπηρεσίας
es: Imágenes de servicio
fr: Photos de services
hi: सेवा छवियां
id: Gambar Layanan
it: Immagini di servizio
ja: サービスイメージ
ko: 서비스 이미지
nb: Tjenestebilder
nl: Dienst Afbeeldingen
pl: Obrazy serwisowe
pt: Imagens de serviço
ru: Сервисные образы
th: รูปภาพบริการ
tr: Servis Görselleri
vi: Hình ảnh dịch vụ
zh: 服务图片

# addAward
source: Tambah Penghargaan
ar: أضف جائزة
da: Tilføj pris
de: Auszeichnung hinzufügen
el: Προσθήκη βραβείου
es: Agregar premio
fr: Ajouter une récompense
hi: पुरस्कार जोड़ें
id: Tambahkan Penghargaan
it: Aggiungi Premio
ja: 賞を追加
ko: 보너스 추가
nb: Legg til pris
nl: Award toevoegen
pl: Dodaj nagrodę
pt: Adicionar prêmio
ru: Добавить награду
th: เพิ่มรางวัล
tr: Ödül Ekle
vi: Thêm giải thưởng
zh: 加奖

# awardTitle
source: Judul Penghargaan
ar: عنوان الجائزة
da: Award titel
de: Auszeichnungstitel
el: Τίτλος Βραβείου
es: Título del premio
fr: Titre du prix
hi: पुरस्कार शीर्षक
id: Gelar Penghargaan
it: Titolo del Premio
ja: 受賞タイトル
ko: 수상명
nb: Tildelingstittel
nl: Bekroonde titel
pl: Tytuł nagrody
pt: Título do prêmio
ru: Название награды
th: ชื่อรางวัล
tr: Ödül Başlığı
vi: Danh hiệu giải thưởng
zh: 奖项名称

source: Awarded By
ar: منحت من قبل
da: Tildelt af
de: Verliehen
el: Βραβευμένο από
es: Otorgado por
fr: Attribué par
hi: द्वारा सम्मानित किया गया
id: Dihadiahi oleh
it: Premiato da
ja: 受賞者
ko: 수여자
nb: Tildelt av
nl: Toegekend door
pl: Nagrodzony przez
pt: Concedido por
ru: Награжден
th: มอบรางวัลโดย
tr: Tarafından ödüllendirildi
vi: Trao bằng
zh: 颁发者

# description
source: Deskripsi
ar: وصف
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fr: Description
hi: विवरण
id: Keterangan
it: Descrizione
ja: 説明
ko: 설명
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
th: คำอธิบาย
tr: Tanım
vi: Sự miêu tả
zh: 描述

# statement
source: Laporan
ar: إفادة
da: Udmelding
de: Stellungnahme
el: Δήλωση
es: Declaración
fr: Déclaration
hi: कथन
id: Penyataan
it: Dichiarazione
ja: 声明
ko: 성명
nb: Uttalelse
nl: Stelling
pl: Oświadczenie
pt: Declaração
ru: Заявление
th: คำแถลง
tr: İfade
vi: Tuyên bố
zh: 陈述

# commission
source: Komisi
ar: عمولة
da: Provision
de: Kommission
el: Επιτροπή
es: Comisión
fr: Commission
hi: आयोग
it: Commissione
ja: 手数料
ko: 수수료
nb: Kommisjon
nl: Commissie
pl: Zamawiać
pt: Comissão
ru: Комиссия
th: คณะกรรมการ
tr: komisyon
vi: Nhiệm vụ
zh: 委员会

# earning
source: Pendapatan
ar: كسب
da: Indtjening
de: Verdienen
el: Κερδίζοντας
es: Ganador
fr: Revenus
hi: कमाई
id: Penghasilan
it: Guadagnare
ja: 収入を得る
ko: 적립
nb: Tjener
nl: Verdienen
pl: Zarobkowy
pt: Ganho
ru: Заработок
th: รายได้
tr: Kazanç
vi: thu nhập
zh: 收入

# earningsReport
source: Laporan Pendapatan
ar: تقرير الأرباح
da: Indtjeningsrapport
de: Ergebnisbericht
el: Αναφορά κερδών
es: Informe de ganancias
fr: Rapport sur les revenus
hi: आय रिपोर्ट
id: Laporan Penghasilan
it: Rapporto sui guadagni
ja: 収益レポート
ko: 수익 보고서
nb: Resultatrapport
nl: Inkomsten rapport
pl: Raport o zarobkach
pt: Relatório de Ganhos
ru: Отчет о доходах
th: รายงานรายได้
tr: Kazanç Raporu
vi: Báo cáo thu nhập
zh: 收益报告

# totalEarning
source: Total Pendapatan
ar: مجموع الأرباح
da: Samlet indtjening
de: Gesamtverdienst
el: Συνολικά κέρδη
es: Ganancia total
fr: Gain total
hi: कुल कमाई
id: Penghasilan Total
it: Guadagno totale
ja: 総収益
ko: 총 수입
nb: Total inntjening
nl: Totale inkomsten
pl: Całkowity zarobek
pt: Ganhos totais
ru: Общий доход
th: รายได้รวม
tr: Toplam Kazanç
vi: Tổng thu nhập
zh: 总收入

# totalOrders
source: Total Order
ar: إجمالي الطلبات
da: Samlede ordrer
de: Gesamtbestellungen
el: Σύνολο παραγγελιών
es: Pedidos totales
fr: Commandes totales
hi: कुल आदेश
id: Jumlah Pesanan
it: Totale ordini
ja: 総注文数
ko: 총 주문
nb: Totale bestillinger
nl: Totaal aantal bestellingen
pl: Suma zamówień
pt: Pedidos Totais
ru: Всего заказов
th: คำสั่งซื้อทั้งหมด
tr: Toplam Siparişler
vi: Tổng số đơn đặt hàng
zh: 总订单

# completedOrders
source: Order Selsai
ar: الطلبات المكتملة
da: Afsluttede ordrer
de: Abgeschlossene Bestellungen
el: Ολοκληρωμένες παραγγελίες
es: Pedidos completados
fr: Commandes terminées
hi: पूर्ण आदेश
id: Pesanan Selesai
it: Ordini completati
ja: 完了した注文
ko: 완료된 주문
nb: Fullførte bestillinger
nl: Voltooide bestellingen
pl: Zrealizowane zamówienia
pt: Pedidos Concluídos
ru: Выполненные заказы
th: คำสั่งซื้อที่เสร็จสมบูรณ์
tr: Tamamlanan Siparişler
vi: Đơn hàng đã hoàn thành
zh: 完成订单

# payoutHistory
source: Riwayat Pembayaran
ar: سجل المدفوعات
da: Udbetalingshistorik
de: Auszahlungsverlauf
el: Ιστορικό πληρωμών
es: Historial de pagos
fr: Historique des paiements
hi: भुगतान इतिहास
it: Cronologia dei pagamenti
ja: 支払い履歴
ko: 지급 내역
nb: Utbetalingshistorikk
nl: Uitbetalingsgeschiedenis
pl: Historia wypłat
pt: Histórico de pagamentos
ru: История выплат
th: ประวัติการจ่ายเงิน
tr: Ödeme Geçmişi
vi: Lịch sử thanh toán
zh: 支付历史

# oldPassword
source: Password Lama
ar: كلمة المرور القديمة
da: Gammelt kodeord
de: Altes Passwort
el: ΠΑΛΙΟΣ ΚΩΔΙΚΟΣ
es: Contraseña anterior
fr: ancien mot de passe
hi: पुराना पासवर्ड
it: vecchia password
ja: 以前のパスワード
ko: 기존 비밀번호
nb: gammelt passord
nl: Oud Wachtwoord
pl: Stare hasło
pt: Senha Antiga
ru: Старый пароль
th: รหัสผ่านเก่า
tr: eski Şifre
vi: Mật khẩu cũ
zh: 旧密码

# newPassword
source: Password Baru
ar: كلمة المرور الجديدة
da: nyt kodeord
de: Neues Kennwort
el: Νέος Κωδικός
es: Nueva contraseña
fr: nouveau mot de passe
hi: नया पासवर्ड
id: kata sandi baru
it: nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nb: Nytt passord
nl: nieuw paswoord
pl: nowe hasło
pt: Nova Senha
ru: Новый пароль
th: รหัสผ่านใหม่
tr: Yeni Şifre
vi: mật khẩu mới
zh: 新密码

# logoutDec
source: Anda yakin ingin keluar ?
ar: هل تريد حقا الخروج؟
da: Vil du virkelig logge ud?
de: Möchten Sie sich wirklich abmelden ?
el: Θέλετε πραγματικά να αποσυνδεθείτε;
es: ¿Realmente quieres cerrar la sesión?
fr: Voulez-vous vraiment vous déconnecter ?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
id: Apakah Anda benar-benar ingin keluar?
it: Vuoi davvero disconnetterti?
ja: 本当にログアウトしますか?
ko: 정말 로그아웃하시겠습니까?
nb: Vil du virkelig logge ut?
nl: Wilt u echt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt: Você realmente deseja sair?
ru: Вы действительно хотите выйти?
th: คุณต้องการออกจากระบบจริงหรือ
tr: Gerçekten oturumu kapatmak istiyor musunuz?
vi: Bạn có thực sự muốn đăng xuất?
zh: 您真的要注销吗？

# deleteDesc
source: Anda yakin ingin menghapus akun? semua data akan dihapus dan data kamu tidak akan bisa kembali ! Yakin ingin melanjutkan?
ar: هل تريد حقًا حذف حسابك؟ سيتم حذف جميع بياناتك ولن تتمكن من استعادتها مرة أخرى! هل تريد حقًا المتابعة؟
da: Vil du virkelig slette din konto? alle dine data slettes, og du vil ikke være i stand til at gendanne dem igen! Vil du virkelig fortsætte?
de: Möchten Sie Ihr Konto wirklich löschen? Alle Ihre Daten werden gelöscht und Sie können sie nicht wieder wiederherstellen! Möchten Sie wirklich fortfahren?
el: Θέλετε πραγματικά να διαγράψετε τον λογαριασμό σας; όλα τα δεδομένα σας θα διαγραφούν και δεν θα μπορείτε να τα ανακτήσετε ξανά ! Θέλετε πραγματικά να συνεχίσετε;
es: ¿Realmente desea eliminar su cuenta? Todos sus datos se eliminarán y no podrá recuperarlos de nuevo. ¿Realmente desea continuar?
fr: Voulez-vous vraiment supprimer votre compte ? toutes vos données seront supprimées et vous ne pourrez plus les récupérer ! Voulez-vous vraiment continuer ?
hi: क्या आप वास्तव में अपना खाता हटाना चाहते हैं?
id: Apakah Anda benar-benar ingin menghapus akun Anda? semua data Anda akan dihapus dan Anda tidak akan dapat memulihkannya lagi! Apakah Anda benar-benar ingin melanjutkan?
it: Vuoi davvero eliminare il tuo account? Tutti i tuoi dati verranno eliminati e non potrai recuperarli di nuovo! Vuoi davvero procedere?
ja: 本当にアカウントを削除しますか? データはすべて削除され、 二度と復元できなくなります! 本当に続行しますか?
ko: 정말로 계정을 삭제하시겠습니까? 모든 데이터가 삭제되며 다시 복구할 수 없습니다! 계속하시겠습니까?
nb: Vil du virkelig slette kontoen din? alle dataene dine blir slettet, og du vil ikke kunne gjenopprette den igjen ! Vil du virkelig fortsette?
nl: Wil je echt je account verwijderen? al je gegevens worden verwijderd en je kunt ze niet meer herstellen! Wilt u echt doorgaan?
pl: Czy na pewno chcesz usunąć swoje konto? Wszystkie Twoje dane zostaną usunięte i nie będzie można ich ponownie odzyskać! Czy na pewno chcesz kontynuować?
pt: Você realmente deseja excluir sua conta? todos os seus dados serão excluídos e você não poderá recuperá-los novamente! Deseja realmente continuar?
ru: Вы действительно хотите удалить свою учетную запись? Все ваши данные будут удалены, и вы не сможете восстановить их снова! Вы действительно хотите продолжить?
th: คุณต้องการลบบัญชีของคุณจริงๆ หรือไม่ ข้อมูลทั้งหมดของคุณจะถูกลบและคุณจะไม่สามารถกู้คืนได้อีก ! คุณต้องการดำเนินการต่อหรือไม่
tr: Hesabınızı gerçekten silmek istiyor musunuz? üm verileriniz silinecek ve tekrar kurtaramayacaksınız! Gerçekten devam etmek istiyor musunuz?
vi: Bạn có thực sự muốn xóa tài khoản của mình không? tất cả dữ liệu của bạn sẽ bị xóa và bạn sẽ không thể khôi phục lại! Bạn có thực sự muốn tiếp tục không?
zh: 您真的要删除您的帐户吗？ 您的所有数据都将被删除，您将无法 再次恢复它！ 您真的要继续吗？

source: QR Scan
ar: مسح QR
da: QR-scanning
el: Σάρωση QR
es: Escaneo QR
fr: Numérisation QR
hi: क्यूआर स्कैन
id: Pemindaian QR
it: Scansione QR
ja: QRスキャン
ko: QR 스캔
nb: QR-skanning
pl: Skan QR
pt: Escaneamento QR
ru: QR-сканирование
th: สแกนคิวอาร์
tr: QR Tarama
vi: Quét QR
zh: 二维码扫描

# qRScan1
source: QR Scan
ar: مسح QR
da: QR-scanning
el: Σάρωση QR
es: Escaneo QR
fr: Numérisation QR
hi: क्यूआर स्कैन
id: Pemindaian QR
it: Scansione QR
ja: QRスキャン
ko: QR 스캔
nb: QR-skanning
pl: Skan QR
pt: Escaneamento QR
ru: QR-сканирование
th: สแกนคิวอาร์
tr: QR Tarama
vi: Quét QR
zh: 二维码扫描
