Repository: fahmidev013/jsc_vendor
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, el, es, fr, hi, id, it, ja, ko, nb, nl, pl, pt, ru, th, tr, vi, zh

source: Upload minimum 3 images of your salon
ar: قم بتحميل 3 صور على الأقل لصالونك
da: Upload minimum 3 billeder af din salon
de: Laden Sie mindestens 3 Bilder Ihres Salons hoch
el: Ανεβάστε τουλάχιστον 3 εικόνες του κομμωτηρίου σας
es: Sube mínimo 3 imágenes de tu salón
fr: Téléchargez au moins 3 images de votre salon
hi: अपने सैलून की कम से कम 3 इमेज अपलोड करें
id: Unggah minimal 3 gambar salon Anda
it: Carica almeno 3 immagini del tuo salone
ja: サロンの画像を少なくとも 3 枚アップロードしてください
ko: 미용실 이미지를 최소 3개 업로드하세요.
nb: Last opp minimum 3 bilder av salongen din
nl: Upload minimaal 3 afbeeldingen van uw salon
pl: Prześlij minimum 3 zdjęcia swojego salonu
pt: Carregue no mínimo 3 imagens do seu salão
ru: Загрузите минимум 3 изображения вашего салона
th: อัปโหลดภาพร้านเสริมสวยของคุณอย่างน้อย 3 ภาพ
tr: Salonunuzun en az 3 resmini yükleyin
vi: Tải lên tối thiểu 3 hình ảnh về tiệm của bạn
zh: 上传至少 3 张您沙龙的图片

source: Enter Your Bank Details
ar: أدخل تفاصيل البنك الخاص بك
da: Indtast dine bankoplysninger
de: Geben Sie Ihre Bankdaten ein
el: Εισαγάγετε τα στοιχεία της τράπεζάς σας
es: Ingrese sus datos bancarios
fr: Entrez vos coordonnées bancaires
hi: अपना बैंक विवरण दर्ज करें
id: Masukkan Detail Bank Anda
it: Inserisci i tuoi dati bancari
ja: 銀行の詳細を入力してください
ko: 은행 정보를 입력하세요
nb: Skriv inn bankopplysningene dine
nl: Voer uw bankgegevens in
pl: Wprowadź swoje dane bankowe
pt: Insira seus dados bancários
ru: Введите свои банковские реквизиты
th: ป้อนรายละเอียดธนาคารของคุณ
tr: Banka Bilgilerinizi Girin
vi: Nhập chi tiết ngân hàng của bạn
zh: 输入您的银行详细信息

# bankName
source: Nama Bank
ar: اسم البنك
da: Bank-navn
de: Bank Name
el: Ονομα τράπεζας
es: Nombre del banco
fr: Nom de banque
hi: बैंक का नाम
it: Nome della banca
ja: 銀行名
ko: 은행 이름
nb: Bank navn
nl: Banknaam
pl: Nazwa banku
pt: Nome do banco
ru: Название банка
th: ชื่อธนาคาร
tr: Banka adı
vi: Tên ngân hàng
zh: 银行名

# accountNumber
source: Nomor Rekening
ar: رقم حساب
da: Kontonummer
de: Accountnummer
el: Αριθμός λογαριασμού
es: Número de cuenta
fr: Numéro de compte
hi: खाता संख्या
id: Nomor akun
it: Numero di conto
ja: 口座番号
ko: 계좌 번호
nb: Kontonummer
nl: Rekeningnummer
pl: Numer konta
pt: Número de conta
ru: Номер счета
th: หมายเลขบัญชี
tr: Hesap numarası
vi: Số tài khoản
zh: 帐号

# reEnterAccountNumber
source: Ulang Nomor Rekening
ar: أعد إدخال رقم الحساب
da: Indtast kontonummer igen
de: Kontonummer erneut eingeben
el: Εισαγάγετε ξανά τον αριθμό λογαριασμού
es: Vuelva a introducir Número de cuenta
fr: Réécrivez votre numéro de compte
hi: खाता संख्या फिर से एंटर करें
id: Masukkan kembali Nomor Rekening
it: Reinserire il numero di conto
ja: 口座番号を再入力してください
ko: 계좌번호 재입력
nb: Skriv inn kontonummer på nytt
nl: Voer het rekeningnummer opnieuw in
pl: Wprowadź ponownie numer konta
pt: Redigite o numero da conta
ru: Повторно введите номер счета
th: ป้อนหมายเลขบัญชีอีกครั้ง
tr: Hesap numarasını tekrar gir
vi: Nhập lại số tài khoản
zh: 重新输入帐号

# holdersName
source: Nama Pemilik Rekening
ar: اسم حاملي
da: Indehaverens navn
de: Der Name des Eigentümers
el: Όνομα κατόχου
es: Nombre del titular
fr: Nom du propriétaire
hi: धारक का नाम
id: Nama pemegang
it: Nome dei titolari
ja: 保有者名
ko: 보유자 이름
nb: Innehavers navn
nl: Naam van de houder
pl: Nazwa posiadacza
pt: O nome do titular
ru: Имя владельца
th: ชื่อผู้ถือ
tr: Sahibin adı
vi: Tên người chủ
zh: 持有人姓名

source: Swift Code
ar: رمز السرعة
da: Swift kode
el: Κωδικός Swift
es: código SWIFT
fr: Code rapide
hi: स्विफ्ट कोड
id: Tukar Kode
it: codice SWIFT
ja: スウィフトコード
ko: 스위프트 코드
nb: Swift-kode
pl: Kod SWIFT
pt: Código Swift
ru: Свифт-код
th: รหัสสวิฟท์
tr: Swift kodu
vi: mã Swift
zh: SWIFT代码

# cancelledChequePhoto
source: Foto Pembatalan Cek
ar: إلغاء صورة الشيك
da: Annulleret Check Photo
de: Storniertes Scheckfoto
el: Ακυρώθηκε η φωτογραφία ελέγχου
es: Foto de cheque cancelado
fr: Photo de chèque annulée
hi: रद्द चेक फोटो
id: Foto Cek Dibatalkan
it: Foto di controllo annullata
ja: キャンセルされたチェック写真
ko: 취소된 수표 사진
nb: Avbrutt Sjekk bilde
nl: Geannuleerd Controleer foto
pl: Anulowane zdjęcie kontrolne
pt: Foto do cheque cancelado
ru: Отменено проверить фото
th: ยกเลิกการตรวจสอบรูปภาพ
tr: Fotoğrafı Kontrol Et İptal Edildi
vi: Ảnh kiểm tra đã hủy
zh: 已取消支票照片

# photoShouldBeClear
source: Foto harus jelas
ar: يجب أن تكون الصورة واضحة
da: Billedet skal være klart
de: Das Foto sollte klar sein
el: Η φωτογραφία πρέπει να είναι καθαρή
es: La foto debe ser clara
fr: La photo doit être claire
hi: फोटो साफ होनी चाहिए
it: La foto dovrebbe essere chiara
ja: 写真は鮮明である必要があります
ko: 사진은 선명해야 함
nb: Bildet skal være klart
nl: Foto moet duidelijk zijn
pl: Zdjęcie powinno być wyraźne
pt: A foto deve ser clara
ru: Фото должно быть четким
th: ภาพถ่ายควรชัดเจน
tr: Fotoğraf net olmalıdır
vi: Ảnh phải rõ ràng
zh: 照片应该清晰

source: Submission Successful
ar: تم التقديم بنجاح
da: Indsendelse vellykket
de: Einreichung erfolgreich
el: Η υποβολή ήταν επιτυχής
es: Envío exitoso
fr: Soumission réussie
hi: सबमिशन सफल
id: Pengajuan Berhasil
it: Invio riuscito
ja: 送信成功
ko: 제출 성공
nb: Innlevering vellykket
nl: Inzending geslaagd
pl: Przesyłanie pomyślne
pt: Envio bem-sucedido
ru: Отправка прошла успешно
th: การส่งสำเร็จ
tr: Gönderim Başarılı
vi: gửi thành công
zh: 提交成功

source: Request ID
ar: طلب معرف
da: Anmod om ID
de: Anfrage ID
el: Αναγνωριστικό αιτήματος
es: Solicitar identificación
fr: Identifiant de la demande
hi: अनुरोध आईडी
id: ID Permintaan
it: Richiedi ID
ja: リクエストID
ko: 요청 ID
nb: Be om ID
nl: Aanvraag ID
pl: żądanie ID
pt: Identificação do Pedido
ru: Идентификатор запроса
th: รหัสคำขอ
tr: İstek Kimliği
vi: Yêu cầu ID
zh: 请求编号

# salonOwnerNotice
source: All of the details you have submitted has been received by us. we will check and update you on this once we have an update for you. It will take around 3 to 4 business days to check and verify your profile. Write us on below details if you have any questions and queries.
ar: لقد تلقينا جميع التفاصيل التي قدمتها. سوف نتحقق منك ونحدثك بهذا بمجرد أن يكون لدينا تحديث لك. سيستغرق الأمر حوالي 3 إلى 4 أيام عمل للتحقق من ملف التعريف الخاص بك والتحقق منه. اكتب لنا بالتفاصيل أدناه إذا كان لديك أي أسئلة واستفسارات .
da: Alle de oplysninger, du har indsendt, er modtaget af os. vi tjekker og opdaterer dig om dette, når vi har en opdatering til dig. Det vil tage omkring 3 til 4 hverdage at tjekke og bekræfte din profil. Skriv til os nedenfor, hvis du har spørgsmål og forespørgsler .
de: Alle von Ihnen übermittelten Daten sind bei uns eingegangen. Wir werden Sie hierüber prüfen und auf dem Laufenden halten, sobald wir ein Update für Sie haben. Es wird etwa 3 bis 4 Werktage dauern, Ihr Profil zu überprüfen und zu verifizieren. Schreiben Sie uns unten an die Details, wenn Sie Fragen und Anregungen haben .
el: Όλα τα στοιχεία που έχετε υποβάλει έχουν ληφθεί από εμάς. θα ελέγξουμε και θα σας ενημερώσουμε για αυτό μόλις έχουμε μια ενημέρωση για εσάς. Θα χρειαστούν περίπου 3 έως 4 εργάσιμες ημέρες για να ελέγξετε και να επαληθεύσετε το προφίλ σας. Γράψτε μας παρακάτω λεπτομέρειες εάν έχετε ερωτήσεις και απορίες .
es: Hemos recibido todos los detalles que ha enviado. lo revisaremos y actualizaremos sobre esto una vez que tengamos una actualización para usted. Tomará alrededor de 3 a 4 días hábiles revisar y verificar su perfil. Escríbanos en los detalles a continuación si tiene alguna pregunta o consulta .
fr: Tous les détails que vous avez soumis ont été reçus par nous. nous vérifierons et vous mettrons à jour à ce sujet une fois que nous aurons une mise à jour pour vous. Il faudra environ 3 à 4 jours ouvrables pour vérifier et vérifier votre profil. Écrivez-nous sur les détails ci-dessous si vous avez des questions et des requêtes .
hi: आपके द्वारा सबमिट किए गए सभी विवरण हमें प्राप्त हो गए हैं। हमारे पास आपके लिए अपडेट होने के बाद हम इसकी जांच करेंगे और आपको अपडेट करेंगे। आपकी प्रोफ़ाइल की जांच और पुष्टि करने में लगभग 3 से 4 कार्यदिवस लगेंगे। .
id: Semua detail yang Anda kirimkan telah kami terima. kami akan memeriksa dan memperbarui Anda mengenai hal ini setelah kami memiliki pembaruan untuk Anda. Diperlukan waktu sekitar 3 hingga 4 hari kerja untuk memeriksa dan memverifikasi profil Anda. Hubungi kami dengan detail di bawah jika Anda memiliki pertanyaan dan pertanyaan .
it: Tutti i dettagli che hai inviato sono stati ricevuti da noi. controlleremo e ti aggiorneremo su questo una volta che avremo un aggiornamento per te. Ci vorranno circa 3 o 4 giorni lavorativi per controllare e verificare il tuo profilo. Scrivici sotto i dettagli se hai domande e domande .
ja: あなたが提出したすべての詳細は、私たちに受領されました。 最新情報が得られ次第、こちらで確認してお知らせいたします。 プロフィールの確認と確認には 3 ～ 4 営業日ほどかかります。 ご質問やご不明な点がございましたら、以下の詳細をお知らせください。 。
ko: 귀하가 제출한 모든 세부 정보가 당사에 접수되었습니다. 업데이트가 있으면 이를 확인하고 업데이트하겠습니다. 프로필을 확인하고 확인하는 데 영업일 기준 약 3~4일이 소요됩니다. 질문이 있는 경우 아래 세부 정보를 작성하십시오. .
nb: Alle opplysningene du har sendt inn er mottatt av oss. vi vil sjekke og oppdatere deg om dette så snart vi har en oppdatering for deg. Det vil ta rundt 3 til 4 virkedager å sjekke og bekrefte profilen din. Skriv oss på detaljene nedenfor hvis du har spørsmål og forespørsler .
nl: Alle door u ingevulde gegevens zijn door ons ontvangen. we zullen je hierover controleren en updaten zodra we een update voor je hebben. Het duurt ongeveer 3 tot 4 werkdagen om je profiel te controleren en te verifiëren. Schrijf ons op onderstaande gegevens als je vragen hebt .
pl: Wszystkie przesłane dane zostały przez nas otrzymane. sprawdzimy i poinformujemy Cię o tym, gdy będziemy mieli dla Ciebie nowe informacje. Sprawdzenie i zweryfikowanie Twojego profilu zajmie około 3 do 4 dni roboczych. W razie jakichkolwiek pytań i wątpliwości napisz do nas, korzystając z poniższych informacji .
pt: Todos os detalhes que você enviou foram recebidos por nós. verificaremos e atualizaremos você sobre isso assim que tivermos uma atualização para você. Levará cerca de 3 a 4 dias úteis para verificar e verificar seu perfil. Escreva-nos sobre os detalhes abaixo se tiver dúvidas e perguntas .
ru: Все данные, которые вы предоставили, были получены нами. мы проверим и сообщим вам об этом, как только у нас будет обновление для вас. Проверка и подтверждение вашего профиля займет от 3 до 4 рабочих дней. Напишите нам по указанным ниже данным, если у вас есть какие-либо вопросы и запросы. .
th: เราได้รับรายละเอียดทั้งหมดที่คุณส่งมาแล้ว เราจะตรวจสอบและอัปเดตให้คุณเมื่อเรามีการอัปเดตให้คุณ จะใช้เวลาประมาณ 3 ถึง 4 วันทำการในการตรวจสอบและยืนยันโปรไฟล์ของคุณ โปรดแจ้งรายละเอียดด้านล่างถึงเราหากคุณมีคำถามหรือข้อสงสัยใดๆ .
tr: Göndermiş olduğunuz tüm detaylar tarafımıza ulaşmıştır. Sizin için bir güncelleme aldıktan sonra sizi bu konuda bilgilendireceğiz. Profilinizin kontrol edilmesi ve doğrulanması yaklaşık 3 ila 4 iş günü sürecektir. Herhangi bir sorunuz veya sorunuz varsa aşağıdaki ayrıntılardan bize yazın .
vi: Tất cả các chi tiết bạn đã gửi đã được chúng tôi tiếp nhận. chúng tôi sẽ kiểm tra và cập nhật cho bạn về vấn đề này sau khi chúng tôi có bản cập nhật cho bạn. Sẽ mất khoảng 3 đến 4 ngày làm việc để kiểm tra và xác minh hồ sơ của bạn. Hãy viết cho chúng tôi theo chi tiết bên dưới nếu bạn có bất kỳ câu hỏi và thắc mắc nào .
zh: 我们已收到您提交的所有详细信息。 一旦我们为您提供更新，我们将检查并更新您。 大约需要 3 到 4 个工作日来检查和验证您的个人资料。 如果您有任何问题和疑问，请写信告诉我们以下详细信息 .

# bookings
source: Booking
ar: الحجوزات
da: Bestillinger
de: Buchungen
el: Κρατήσεις
es: Reservaciones
fr: Réservations
hi: बुकिंग के
id: Pemesanan
it: Prenotazioni
ja: 予約
ko: 예약
nb: Bestillinger
nl: Boekingen
pl: Rezerwacje
pt: Reservas
ru: Бронирование
th: การจอง
tr: Rezervasyonlar
vi: Đặt trước
zh: 预订

# requests
source: Permintaan
ar: الطلبات
da: Forespørgsler
de: Anfragen
el: Αιτήσεων
es: Peticiones
fr: Demandes
hi: अनुरोध
it: Richieste
ja: リクエスト
ko: 요청
nb: Forespørsler
nl: Verzoeken
pl: Upraszanie
pt: solicitações de
ru: Запросы
th: คำขอ
tr: İstekler
vi: yêu cầu
zh: 要求

# message
source: Pesan
ar: رسالة
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
fr: Message
hi: संदेश
it: Messaggio
ja: メッセージ
ko: 메시지
nb: Beskjed
nl: Bericht
pl: Wiadomość
pt: Mensagem
ru: Сообщение
th: ข้อความ
tr: İleti
vi: Tin nhắn
zh: 信息

# notifications
source: Notifikasi
ar: إشعارات
da: Meddelelser
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fr: Avis
hi: सूचनाएं
it: Notifiche
ja: 通知
ko: 알림
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
vi: thông báo
zh: 通知

# mySalon
source: Kapster Saya
ar: صالوني
da: Min salon
de: Mein Salon
el: Το σαλόνι μου
es: mi salon
fr: Mon salon
hi: मेरा सैलून
id: Salonku
it: Il mio Salone
ja: 私のサロン
ko: 마이살롱
nb: Salongen min
nl: Mijn salon
pl: Mój Salon
pt: meu salão
ru: Мой салон
th: ซาลอนของฉัน
tr: Salonum
vi: tiệm của tôi
zh: 我的沙龙

# appointments
source: Jadwal Tatap muka
ar: تعيينات
da: Udnævnelser
de: Termine
el: Εφόδια
es: Equipo
fr: Rendez-vous
hi: नियुक्ति
id: Janji
it: Appuntamenti
ja: 予約
ko: 설비
nb: Avtaler
nl: Afspraken
pl: Spotkania
pt: Compromissos
ru: Назначения
th: การนัดหมาย
tr: Randevular
vi: các cuộc hẹn
zh: 约会

# search
source: Cari
ar: يبحث
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fr: Recherche
hi: खोज
id: Mencari
it: Ricerca
ja: 検索
ko: 찾다
nb: Søk
nl: Zoekopdracht
pl: Szukaj
pt: Procurar
ru: Поиск
th: ค้นหา
tr: Aramak
vi: Tìm kiếm
zh: 搜索

# services
source: Layanan
ar: خدمات
da: Tjenester
de: Dienstleistungen
el: Υπηρεσίες
es: Servicios
fr: Prestations de service
hi: सेवाएं
id: Jasa
it: Servizi
ja: サービス
ko: 서비스
nb: Tjenester
nl: Diensten
pl: Usługi
pt: Serviços
ru: Услуги
th: บริการ
tr: Hizmetler
vi: Dịch vụ
zh: 服务

# callNow
source: Hubungi Sekarang
ar: اتصل الان
da: Ring nu
de: Jetzt anrufen
el: Κάλεσε τώρα
es: Llama ahora
fr: Appelle maintenant
hi: अब कॉल करें
id: Telepon sekarang
it: Chiamare ora
ja: 今すぐ電話してください
ko: 지금 전화하세요
nb: Ring nå
nl: Bel nu
pl: Zadzwoń teraz
pt: Ligue agora
ru: Позвони сейчас
th: โทรเลย
tr: Şimdi ara
vi: Gọi ngay bây giờ
zh: 现在打电话

# bookingRequests
source: Permintaan Booking
ar: طلبات الحجز
da: Booking anmodninger
de: Buchungsanfragen
el: Αιτήματα κράτησης
es: Solicitudes de reserva
fr: Demandes de réservation
hi: बुकिंग अनुरोध
id: Permintaan Pemesanan
it: Richieste di prenotazione
ja: 予約リクエスト
ko: 예약 요청
nb: Bestillingsforespørsler
nl: Boekingsaanvragen
pl: Żądania rezerwacji
pt: Pedidos de reserva
ru: Запросы на бронирование
th: คำขอจอง
tr: Rezervasyon Talepleri
vi: Yêu cầu đặt phòng
zh: 预订请求

# view
source: Lihat
ar: منظر
da: Udsigt
de: Sicht
el: Θέα
es: Vista
fr: Voir
hi: देखना
id: Melihat
it: Visualizzazione
ja: 意見
ko: 보다
nb: Utsikt
nl: Weergave
pl: Pogląd
pt: Visualizar
ru: Вид
th: ดู
tr: Görüş
vi: Xem
zh: 看法

# messages
source: Pesan
ar: رسائل
da: Beskeder
de: Mitteilungen
el: Μηνύματα
es: Mensajes
fr: messages
hi: संदेशों
it: Messaggi
ja: メッセージ
ko: 메시지
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt: mensagens
ru: Сообщения
th: ข้อความ
tr: Mesajlar
vi: tin nhắn
zh: 讯息

source: For questions and queries
ar: للأسئلة والاستفسارات
da: For spørgsmål og forespørgsler
de: Für Fragen und Anliegen
el: Για απορίες και απορίες
es: Para dudas y consultas
fr: Pour les questions et requêtes
hi: प्रश्न और पूछताछ के लिए
id: Untuk pertanyaan dan permintaan
it: Per domande e curiosità
ja: ご質問やお問い合わせについて
ko: 질문 및 쿼리
nb: For spørsmål og forespørsler
nl: Voor vragen en verzoeken
pl: W przypadku pytań i zapytań
pt: Para perguntas e dúvidas
ru: Для вопросов и запросов
th: สำหรับคำถามและข้อสงสัย
tr: Sorularınız ve sorularınız için
vi: Đối với câu hỏi và truy vấn
zh: 对于问题和查询

# availability
source: Ketersediaan
ar: التوفر
da: Tilgængelighed
de: Verfügbarkeit
el: Διαθεσιμότητα
es: Disponibilidad
fr: Disponibilité
hi: उपलब्धता
it: Disponibilità
ja: 可用性
ko: 유효성
nb: Tilgjengelighet
nl: Beschikbaarheid
pl: Dostępność
pt: Disponibilidade
ru: Доступность
th: ความพร้อมใช้งาน
tr: Kullanılabilirlik
vi: khả dụng
zh: 可用性

source: Navigate
ar: التنقل
da: Navigere
de: Navigieren
el: Διαπλέω
es: Navegar
fr: Naviguer
hi: नेविगेट
id: Navigasi
it: Navigare
ja: ナビゲート
ko: 탐색
nb: Navigere
nl: Navigeren
pl: Nawigować
pt: Navegar
ru: Навигация
th: นำทาง
tr: Gezin
vi: Điều hướng
zh: 导航

source: Subtotal
ar: المجموع الفرعي
de: Zwischensumme
el: ΜΕΡΙΚΟ ΣΥΝΟΛΟ
es: Total parcial
fr: Total
hi: उप-योग
it: totale parziale
ja: 小計
ko: 소계
nb: Delsum
nl: Subtotaal
pl: Suma częściowa
ru: Промежуточный итог
th: ผลรวมย่อย
tr: ara toplam
vi: tổng phụ
zh: 小计

source: Place Booking
ar: مكان الحجز
da: Pladsbestilling
de: Platzbuchung
el: Κράτηση θέσεων
es: Reserva de lugar
fr: Lieu de réservation
hi: जगह बुकिंग
id: Pemesanan Tempat
it: Posto Prenotazione
ja: 場所の予約
ko: 예약하기
nb: Plassbestilling
nl: Reservering plaatsen
pl: Rezerwacja miejsca
pt: Reserva de lugar
ru: Место Бронирование
th: จองสถานที่
tr: Yer Rezervasyonu
vi: đặt chỗ
zh: 地点预订

source: Ratings
ar: التقييمات
da: Bedømmelser
de: Bewertungen
el: Ακροαματικότητα
es: Calificaciones
fr: Notes
hi: रेटिंग
id: Peringkat
it: Giudizi
ja: 評価
ko: 등급
nb: Vurderinger
nl: Waarderingen
pl: Oceny
pt: avaliações
ru: Рейтинги
th: การให้คะแนน
tr: Derecelendirmeler
vi: xếp hạng
zh: 收视率

# details
source: Informasi
ar: تفاصيل
da: detaljer
de: Einzelheiten
el: Λεπτομέριες
es: Detalles
fr: Détails
hi: विवरण
id: Detail
it: Dettagli
ja: 詳細
ko: 세부
nb: Detaljer
nl: Details
pl: Detale
pt: Detalhes
ru: Подробности
th: รายละเอียด
tr: Detaylar
vi: Chi tiết
zh: 细节

# gallery
source: Galeri
ar: صالة عرض
da: Galleri
de: Galerie
el: Εκθεσιακός χώρος
es: Galería
fr: Galerie
hi: गेलरी
it: Galleria
ja: ギャラリー
ko: 갤러리
nb: Galleri
nl: Galerij
pl: Galeria
pt: Galeria
ru: Галерея
th: แกลลอรี่
vi: Phòng trưng bày
zh: 画廊

# reviews
source: Ulasan
ar: المراجعات
da: Anmeldelser
de: Rezensionen
el: Κριτικές
es: Reseñas
fr: Commentaires
hi: समीक्षा
it: Recensioni
ja: レビュー
ko: 리뷰
nb: Anmeldelser
nl: Recensies
pl: Opinie
pt: Avaliações
ru: Отзывы
th: บทวิจารณ์
tr: Yorumlar
vi: Nhận xét
zh: 点评

# awards
source: Penghargaan
ar: الجوائز
da: Priser
de: Auszeichnungen
el: Βραβεία
es: Premios
fr: Prix
hi: पुरस्कार
it: Premi
ja: 受賞歴
ko: 상
nb: Priser
nl: Onderscheidingen
pl: Nagrody
pt: Prêmios
ru: Награды
th: รางวัล
tr: Ödüller
vi: giải thưởng
zh: 奖项

# contactUs
source: Hubungi Kami
ar: اتصل بنا
da: Kontakt os
de: Kontaktiere uns
el: Επικοινωνήστε μαζί μας
es: Contáctenos
fr: Contactez-nous
hi: संपर्क करें
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nb: Kontakt oss
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt: Contate-nos
ru: Связаться с нами
th: ติดต่อเรา
tr: Bize Ulaşın
vi: Liên hệ chúng tôi
zh: 联系我们

# bookingDetails
source: Info Booking
ar: تفاصيل الحجز
da: Booking detaljer
de: Buchungsdetails
el: Στοιχεία κράτησης
es: Detalles de la reserva
fr: Les détails de réservation
hi: बुकिंग विवरण
id: Detail Pemesanan
it: Dettagli della prenotazione
ja: 予約明細
ko: 예약 상세
nb: Bestillingsdetaljer
nl: Boekingsdetails
pl: Szczegóły rezerwacji
pt: Detalhes da reserva
ru: Детали бронирования
th: รายละเอียดการจอง
tr: Rezervasyon detayları
vi: Chi tiết đặt phòng
zh: 预订详情

source: Coupon Discount
ar: خصم القسيمة
da: Kupon rabat
de: Coupon-Rabatt
el: Έκπτωση κουπονιού
es: Cupón de descuento
fr: Bon de réduction
hi: कूपन छूट
id: Diskon Kupon
it: Buono sconto
ja: クーポン割引
ko: 쿠폰 할인
nb: Kupong rabatt
nl: Kortingsbon
pl: Rabat kuponowy
pt: cupom de desconto
ru: Купонная скидка
th: ส่วนลดคูปอง
tr: Kupon İndirimi
vi: phiếu giảm giá
zh: 优惠券折扣

source: Total Amount
ar: المبلغ الإجمالي
da: Total beløb
de: Gesamtmenge
el: Συνολικό ποσό
es: Cantidad total
fr: Montant total
hi: कुल राशि
id: Jumlah total
it: Importo totale
ja: 合計金額
ko: 총액
nb: Totale mengden
nl: Totaalbedrag
pl: Całkowita kwota
pt: Montante total
ru: Общая сумма
th: จำนวนเงินทั้งหมด
tr: Toplam tutar
vi: Tổng cộng
zh: 总金额

source: Mark Completed
ar: وضع علامة مكتمل
da: Mærke afsluttet
de: Als abgeschlossen markieren
el: Σήμα Ολοκληρωμένο
es: Marcar completado
fr: Marquer terminé
hi: मार्क पूरा हुआ
id: Tandai Selesai
it: Segna Completato
ja: 完了マークを付ける
ko: 완료로 표시
nb: Merk fullført
nl: Markeer Voltooid
pl: Oznacz jako ukończone
pt: Marcar Concluído
ru: Отметить как выполненное
th: ทำเครื่องหมายเสร็จสิ้น
tr: Tamamlandı Olarak İşaretle
vi: Đánh dấu là đã hoàn thành
zh: 标记完成

source: Decline
ar: انخفاض
da: Nedgang
de: Abfall
el: Πτώση
es: Rechazar
fr: Déclin
hi: पतन
id: Menolak
it: Declino
ja: 却下
ko: 감소
nb: Avslå
nl: Afwijzen
pl: Spadek
pt: Declínio
ru: Отклонить
th: ปฏิเสธ
tr: Reddetmek
vi: Sự suy sụp
zh: 衰退

source: Accept
ar: يقبل
da: Acceptere
de: Akzeptieren
el: Αποδέχομαι
es: Aceptar
fr: Accepter
hi: स्वीकार करना
id: Menerima
it: Accettare
ja: 受け入れる
ko: 수용하다
nb: Aksepterer
nl: Aanvaarden
pl: Zaakceptować
pt: Aceitar
ru: Принимать
th: ยอมรับ
tr: Kabul etmek
vi: Chấp nhận
zh: 接受

source: Date
ar: تاريخ
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
hi: तारीख
id: Tanggal
it: Data
ja: 日にち
ko: 날짜
nb: Dato
nl: Datum
pl: Data
pt: Data
ru: Дата
th: วันที่
tr: Tarih
vi: Ngày
zh: 日期

source: Time
ar: وقت
da: Tid
de: Zeit
el: χρόνος
es: Tiempo
fr: Temps
hi: समय
id: Waktu
it: Tempo
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
th: เวลา
tr: Zaman
vi: Thời gian
zh: 时间

source: Duration
ar: مدة
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
fr: Durée
hi: अवधि
id: Durasi
it: Durata
ja: 間隔
ko: 지속
nb: Varighet
nl: Duur
pl: Czas trwania
pt: Duração
ru: Продолжительность
th: ระยะเวลา
tr: Süre
vi: Khoảng thời gian
zh: 期间

# cancel
source: Batal
ar: يلغي
da: Afbestille
de: Stornieren
el: Ματαίωση
es: Cancelar
fr: Annuler
hi: रद्द करना
id: Membatalkan
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anulować
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal etmek
vi: Hủy bỏ
zh: 取消

# salonSettings
source: Pengaturan Kapster
ar: إعدادات الصالون
da: Salon indstillinger
de: Saloneinstellungen
el: Ρυθμίσεις σαλονιού
es: Ajustes de salón
fr: Paramètres du salon
hi: सैलून सेटिंग्स
id: Pengaturan Salon
it: Impostazioni del salone
ja: サロンの設定
ko: 살롱 설정
nb: Salonginnstillinger
nl: Salon-instellingen
pl: Ustawienia salonu
pt: Configurações do salão
ru: Настройки салона
th: การตั้งค่าซาลอน
tr: Salon Ayarları
vi: Cài đặt thẩm mỹ viện
zh: 沙龙设置

# pushNotification
source: Notifikasi Otomatis
ar: دفع الإخطار
da: Push notifikation
de: Push-Benachrichtigung
el: Push Notification
es: Notificación de inserción
fr: Notification push
hi: सर्वर पुश नोटीफिकेशन
id: Dorong Pemberitahuan
it: Notifica push
ja: プッシュ通知
ko: 푸시 알림
nb: Push-varsling
nl: Push notificatie
pl: Aktywne powiadomienie
pt: Notificação push
ru: Отправить уведомление
th: ผลักดันการแจ้งเตือน
tr: Bildirim almak
vi: thông báo đẩy
zh: 推送通知

# keepItOnIfYouWantToReceiveNotifications
source: Nyalakan, jika ingin menerima pemberitahuan otomatis
ar: استمر في تشغيله ، إذا كنت ترغب في تلقي الإشعارات
da: Hold den tændt, hvis du vil modtage notifikationer
de: Lassen Sie es eingeschaltet, wenn Sie Benachrichtigungen erhalten möchten
el: Διατηρήστε το ενεργοποιημένο, εάν θέλετε να λαμβάνετε ειδοποιήσεις
es: Keep it On, si desea recibir notificaciones
fr: Gardez-le activé, si vous souhaitez recevoir des notifications
hi: यदि आप सूचनाएं प्राप्त करना चाहते हैं, तो इसे चालू रखें
id: Tetap Aktif, jika Anda ingin menerima notifikasi
it: Keep it On, se vuoi ricevere le notifiche
ja: 通知を受け取りたい場合はオンのままにしてください
ko: 알림을 받으려면 켜두십시오.
nb: Hold den på hvis du vil motta varsler
nl: Houd het Aan, als u meldingen wilt ontvangen
pl: Włącz, jeśli chcesz otrzymywać powiadomienia
pt: Mantenha-o ativado, se quiser receber notificações
ru: Держите его включенным, если хотите получать уведомления
th: เปิดไว้ถ้าคุณต้องการรับการแจ้งเตือน
tr: Bildirim almak istiyorsanız Açık Tutun
vi: Giữ nó Bật, nếu bạn muốn nhận thông báo
zh: 如果您想接收通知，请保持开启状态

source: Vacation Mode
ar: وضع الإجازة
da: Ferietilstand
de: Urlaubsmodus
el: Λειτουργία διακοπών
es: Modo vacaciones
fr: Mode vacances
hi: छुट्टी प्रणाली
id: Modus Liburan
it: Modalità vacanza
ja: 休暇モード
ko: 휴가 모드
nb: Feriemodus
nl: Vakantiemodus
pl: Tryb wakacyjny
pt: Modo férias
ru: Режим отпуска
th: โหมดวันหยุด
tr: Tatil modu
vi: Chế độ nghỉ
zh: 假期模式
