Repository: fahmidev013/jsc_vendor
Catalog: lib/l10n/intl_*.arb
Languages: ar, da, de, el, es, fr, hi, id, it, ja, ko, nb, nl, pl, pt, ru, th, tr, vi, zh

# appName
source: JSC Mitra
ar: قص
da: Cut.FX
de: Cut.FX
el: Cut.FX
es: Corte.FX
fr: Couper.FX
hi: कट। एफएक्स
id: Potong.FX
it: Taglia.FX
ja: カット.FX
ko: 컷.FX
nb: Cut.FX
nl: Cut.FX
pl: Wytnij.FX
pt: Cut.FX
ru: Cut.FX
th: Cut.FX
tr: Kes.FX
vi: Cắt.FX
zh: 切.FX

# salon
source: Kapster
ar: صالون
da: Salon
de: Salon
el: Σαλόνι
es: Salón
fr: Salon
hi: सैलून
id: Salon
it: Salone
ja: サロン
ko: 가게
nb: Salong
nl: Salon
pl: Salon
pt: Salão
ru: Салон
th: ซาลอน
tr: salon
vi: thẩm mỹ viện
zh: 沙龙

# premiumBeautyServices
source: Kapster Booking Online
ar: بريميوم بيوتي سيرفيسز
da: Premium skønhedstjenester
de: Premium-Beauty-Services
el: Υπηρεσίες ομορφιάς Premium
es: Servicios de belleza premium
fr: Services de beauté haut de gamme
hi: प्रीमियम सौंदर्य सेवाएं
id: Layanan Kecantikan Premium
it: Servizi di bellezza premium
ja: プレミアムビューティーサービス
ko: 프리미엄 뷰티 서비스
nb: Premium skjønnhetstjenester
nl: Premium schoonheidsservices
pl: Usługi kosmetyczne premium
pt: Serviços de beleza premium
ru: Услуги красоты премиум-класса
th: บริการเสริมความงามระดับพรีเมียม
tr: Üstün Güzellik Hizmetleri
vi: Dịch Vụ Làm Đẹp Cao Cấp
zh: 高级美容服务

# registerYourShopWithUsAndHaveValuableLeads
source: Daftarkan usaha kapster anda dan nikmati keuntungan menjadi mitra
ar: سجل متجرك معنا واحصل على عملاء محتملين ذوي قيمة
da: Registrer din butik hos os og hav værdifulde kundeemner
de: Registrieren Sie Ihren Shop bei uns und gewinnen Sie wertvolle Leads
el: Δηλώστε το κατάστημά σας σε εμάς και έχετε πολύτιμους δυνητικούς πελάτες
es: Registre su tienda con nosotros y obtenga valiosos clientes potenciales
fr: Enregistrez votre boutique auprès de nous et obtenez de précieux prospects
hi: अपनी दुकान को हमारे साथ पंजीकृत करें और मूल्यवान लीड प्राप्त करें
id: Daftarkan toko Anda dengan kami dan dapatkan petunjuk berharga
it: Registra il tuo negozio con noi e avere contatti preziosi
ja: ショップを登録して 貴重な見込み客を獲得しましょう
ko: 상점을 등록하고 가치 있는 리드를 확보하세요
nb: Registrer butikken din hos oss og ha verdifulle potensielle kunder
nl: Registreer uw winkel bij ons en krijg waardevolle leads
pl: Zarejestruj u nas swój sklep i zyskuj cenne kontakty
pt: Cadastre sua loja conosco e e tenha leads valiosos
ru: Зарегистрируйте свой магазин у нас и получите ценные лиды
th: ลงทะเบียนร้านค้าของคุณกับเราและ มีโอกาสในการขายที่มีคุณค่า
tr: Mağazanızı bize kaydedin ve değerli ipuçlarına sahip olun
vi: Đăng ký cửa hàng của bạn với chúng tôi và có những khách hàng tiềm năng có giá trị
zh: 向我们注册您的商店并 获得有价值的线索

# continue_
source: Lanjut
ar: يكمل
da: Blive ved
de: Weitermachen
el: Να συνεχίσει
es: Continuar
fr: Continuer
hi: जारी रखना
id: Melanjutkan
it: Continua
ja: 続く
ko: 계속하다
nb: Fortsette
nl: Doorgaan
pl: Kontynuować
pt: Continuar
ru: Продолжать
th: ดำเนินการต่อ
tr: Devam etmek
vi: Tiếp tục
zh: 继续

# open
source: Buka
ar: يفتح
da: Åben
de: Offen
el: Ανοιξε
es: Abierto
fr: Ouvrir
hi: खुला
id: Membuka
it: Aprire
ja: 開ける
ko: 열려 있는
nb: Åpen
nl: Open
pl: otwarty
pt: Abrir
ru: Открыть
th: เปิด
tr: Açık
vi: Mở
zh: 打开

# topRated
source: Top Kapster
ar: أعلى التقييمات
da: Top bedømt
de: Bestbewertet
el: Κορυφαία βαθμολογία
es: Los más valorados
fr: Les mieux notés
hi: टॉप रेटेड
id: Nilai Tertinggi
it: Più votati
ja: トップレート
ko: 최고 등급
nb: Topp rangert
nl: Hoogst gewaardeerd
pl: Najwyżej oceniane
pt: Mais votado
ru: Самые популярные
th: ระดับสูง
tr: En Çok Oy Alan
vi: Xếp hạng hàng đầu
zh: 最高评价

# closed
source: Tutup
ar: مغلق
da: Lukket
de: Geschlossen
el: Κλειστό
es: Cerrado
fr: Fermé
hi: बंद किया हुआ
id: Tertutup
it: Chiuso
ja: 閉まっている
ko: 닫은
nb: Lukket
nl: Gesloten
pl: Zamknięte
pt: Fechado
ru: Закрыто
th: ปิด
tr: Kapalı
vi: đã đóng
zh: 关闭

# seeAll
source: Lihat semua
ar: اظهار الكل
da: Se alt
de: Alles sehen
el: Προβολή όλων
es: Ver todo
fr: Voir tout
hi: सभी देखें
it: Vedi tutto
ja: すべてを見る
ko: 모두 보기
nb: Se alt
nl: Alles zien
pl: Widzieć wszystko
pt: ver tudo
ru: Увидеть все
th: ดูทั้งหมด
tr: Hepsini gör
vi: Nhìn thấy tất cả
zh: 查看全部

# signInToContinue
source: Masuk
ar: قم بتسجيل الدخول للمتابعة
da: Log ind for at fortsætte
de: Melden Sie sich an, um fortzufahren
el: Συνδεθείτε για να συνεχίσετε
es: Iniciar sesión para continuar
fr: Connectez-vous pour continuer
hi: जारी रखने के लिए साइन इन करें
id: Masuk untuk Lanjutkan
it: Accedi per continuare
ja: 続行するにはサインインしてください
ko: 계속하려면 로그인하세요.
nb: Logg på for å fortsette
nl: Meld u aan om door te gaan
pl: Zaloguj się, aby kontynuować
pt: Faça login para continuar
ru: Войдите, чтобы продолжить
th: ลงชื่อเข้าใช้เพื่อดำเนินการต่อ
tr: Devam etmek için oturum açın
vi: Đăng nhập để tiếp tục
zh: 登录以继续

# findAndBookHairCutMassageSpaWaxingColoringServicesAnytime
source: Cari dan booking jasa kapster, kapanpun.
ar: اعثر على واحجز Hair Cut، Massage، Spa، خدمات إزالة الشعر بالشمع والتلوين في أي وقت.
da: Find og book hårklipning, massage, spa, voksning, farvning når som helst.
de: Suchen und buchen Sie jederzeit Haarschnitt-, Massage-, Spa-, Wachs- und Färbedienste.
el: Βρείτε και κάντε κράτηση για υπηρεσίες κούρεμα, μασάζ, σπα, Αποτρίχωση με κερί, βαφή ανά πάσα στιγμή.
es: Encuentre y reserve servicios de corte de cabello, masajes, spa, depilación, coloración en cualquier momento.
fr: Trouvez et réservez des services de coupe de cheveux, de massage, de spa, d'épilation à la cire et de coloration à tout moment.
hi: हेयर कट, मसाज, स्पा, वैक्सिंग, कलरिंग सेवाओं को कभी भी ढूंढें और बुक करें।
id: Temukan dan pesan layanan Potong Rambut, Pijat, Spa, Waxing, Mewarnai kapan saja.
it: Trova e prenota servizi di taglio di capelli, massaggi, spa, ceretta, colorazione in qualsiasi momento.
ja: ヘアカット、マッサージ、スパ、ワックス脱毛、カラーリングのサービスをいつでも見つけて予約できます。
ko: 언제든지 헤어 컷, 마사지, 스파, 왁싱, 컬러링 서비스를 찾아 예약하세요.
nb: Finn og bestill tjenester for hårklipp, massasje, spa, voksing, fargelegging når som helst.
nl: Zoek en boek op elk gewenst moment haarknip-, massage-, spa-, hars-, kleurservices.
pl: Znajdź i zarezerwuj usługi strzyżenia włosów, masażu, spa, woskowania, koloryzacji w dowolnym momencie.
pt: Encontre e reserve serviços de corte de cabelo, massagem, spa, depilação e coloração a qualquer momento.
ru: Найдите и закажите стрижку, массаж, спа, вощение, окрашивание в любое время.
th: ค้นหาและจองบริการตัดผม นวด สปา แว็กซ์ ทำสี ได้ตลอดเวลา
tr: Saç Kesimi, Masaj, Spa, Ağda, Boya hizmetlerini istediğiniz zaman bulun ve ayırtın.
vi: Tìm và đặt các dịch vụ Cắt tóc, Mát-xa, Spa, Tẩy lông, Nhuộm bất cứ lúc nào.
zh: 随时查找和预订理发、按摩、水疗、 脱毛、染发服务。

# emailAddress
source: Alamat Email
ar: عنوان البريد الإلكتروني
da: Email adresse
de: E-Mail-Addresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Dirección de correo electrónico
fr: Adresse e-mail
hi: मेल पता
it: Indirizzo e-mail
ja: 電子メールアドレス
ko: 이메일 주소
nb: Epostadresse
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de email
ru: Адрес электронной почты
th: ที่อยู่อีเมล
tr: E-posta Adresi
vi: Địa chỉ email
zh: 电子邮件地址

source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
it: Parola d'ordine
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu
zh: 密码

# forgotPassword_
source: Lupa Password?
ar: هل نسيت كلمة السر؟
da: Glemt kodeord?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό;
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié?
hi: पासवर्ड भूल गए?
id: Tidak ingat kata sandi?
it: Ha dimenticato la password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으 셨나요?
nb: Glemt passord?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu sua senha?
ru: Забыли пароль?
th: ลืมรหัสผ่าน?
tr: Parolanızı mı unuttunuz?
vi: Quên mật khẩu?
zh: 忘记密码？

# newUserRegisterHere
source: Pengguna Baru? Daftar disini
ar: مستخدم جديد؟ سجل هنا
da: Ny bruger? Tilmeld dig her
de: Neuer Benutzer? Hier registrieren
el: Νέος χρήστης? Εγγραφείτε εδώ
es: ¿Nuevo Usuario? Registrar aquí
fr: Nouvel utilisateur? Inscrivez-vous ici
hi: नए उपयोगकर्ता? यहां रजिस्टर करें
it: Nuovo utente? Registrati qui
ja: 新しいユーザー？ ここに登録
ko: 새로운 사용자? 여기에서 등록하십시오
nb: Ny bruker? Registrer her
nl: Nieuwe gebruiker? Registreer hier
pl: Nowy użytkownik? Rejestracja tutaj
pt: Novo usuário? Registre-se aqui
ru: Новый пользователь? Зарегистрируйтесь здесь
th: ผู้ใช้ใหม่? ลงทะเบียนที่นี่
tr: Yeni kullanıcı? Buradan Kaydolun
vi: Người dùng mới? Đăng ký ở đây
zh: 新用户？ 在这里注册

# confirmPassword
source: Konfirmasi Password
ar: تأكيد كلمة المرور
da: Bekræft kodeord
de: Bestätige das Passwort
el: Επιβεβαίωση Κωδικού
es: confirmar Contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
id: konfirmasi sandi
it: Conferma password
ja: パスワードを認証する
ko: 비밀번호 확인
nb: bekreft passord
nl: bevestig wachtwoord
pl: Potwierdź hasło
pt: Confirme sua senha
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi Onayla
vi: Xác nhận mật khẩu
zh: 确认密码

# forgotYourPassword
source: Lupa Password?
ar: نسيت كلمة السر؟
da: Glemt din adgangskode?
de: Haben Sie Ihr Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
hi: अपना कूट शब्द भूल गए?
id: Lupa kata sandi Anda?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊어 버렸습니까?
nb: Glemt passordet?
nl: Je wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu sua senha?
ru: Забыли пароль?
th: ลืมรหัสผ่านหรือไม่?
tr: Parolanızı mı unuttunuz?
vi: Quên mật khẩu?
zh: 忘记密码了吗？

# enterYourEmailAddressOnWhichWeWillSendYouTheLinkToResetThePassword
source: Masukkan alamat email, dimana kita akan mengirim link untuk reset kata sandi.
ar: أدخل عنوان بريدك الإلكتروني ، والذي من خلاله سنرسل لك الارتباط لإعادة تعيين كلمة المرور.
da: Indtast din e-mailadresse, hvorpå vi vil sende dig linket for at nulstille adgangskoden.
de: Geben Sie Ihre E-Mail-Adresse ein, an die wir Ihnen den Link zum Zurücksetzen des Passworts senden.
el: Εισαγάγετε τη διεύθυνση email σας, στην οποία θα σας στείλουμε τον σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασης.
es: Introduzca su dirección de correo electrónico, a la que le enviaremos el enlace para restablecer la contraseña.
fr: Saisissez votre adresse e-mail, sur laquelle nous vous enverrons le lien pour réinitialiser le mot de passe.
hi: अपना ईमेल पता दर्ज करें, जिस पर हम पासवर्ड रीसेट करने के लिए आपको लिंक भेजेंगे।
id: Masukkan alamat email Anda, di mana kami akan mengirimkan tautan untuk mengatur ulang kata sandi.
it: Inserisci il tuo indirizzo email, sul quale ti invieremo il link per reimpostare la password.
ja: 電子メール アドレスを入力してください。 パスワードをリセットするためのリンクが送信されます。
ko: 이메일 주소를 입력하면 비밀번호 재설정 링크를 보내드립니다.
nb: Skriv inn e-postadressen din, som vi vil sende deg lenken for å tilbakestille passordet.
nl: Voer uw e-mailadres in, waarop we u de link zullen sturen om het wachtwoord opnieuw in te stellen.
pl: Wpisz swój adres e-mail, na który wyślemy Ci link do zresetowania hasła.
pt: Digite seu endereço de e-mail, no qual iremos enviar o link para redefinir a senha.
ru: Введите адрес электронной почты, на который мы вышлем вам ссылку для сброса пароля.
th: ป้อนที่อยู่อีเมลของคุณ ซึ่งเราจะ ส่งลิงก์เพื่อรีเซ็ตรหัสผ่านให้คุณ
tr: E-posta adresinizi girin, bu adresten size şifre sıfırlama bağlantısını gönderelim.
vi: Nhập địa chỉ email của bạn, chúng tôi sẽ sgửi cho bạn liên kết để đặt lại mật khẩu.
zh: 输入您的电子邮件地址，我们将 向您发送重置密码的链接。

# registration
source: Pendaftaran
ar: تسجيل
da: Registrering
de: Anmeldung
el: Εγγραφή
es: Registro
fr: Inscription
hi: पंजीकरण
id: Registrasi
it: Registrazione
ja: 登録
ko: 등록
nb: Registrering
nl: Registratie
pl: Rejestracja
pt: Cadastro
ru: Постановка на учет
th: การลงทะเบียน
tr: Kayıt
vi: Sự đăng ký
zh: 登记

# enterYourDetailsAndCompleteYourRegistration
source: Isi dan lengkapi informasi pendaftaran anda
ar: أدخل التفاصيل الخاصة بك وأكمل تسجيلك
da: Indtast dine detaljer og fuldfør din registrering
de: Geben Sie Ihre Daten ein und schließen Sie Ihre Registrierung ab
el: Εισαγάγετε τα στοιχεία σας και ολοκληρώστε την εγγραφή σας
es: Introduce tus datos y completa tu registro
fr: Entrez vos coordonnées et complétez votre inscription
hi: अपना विवरण दर्ज करें और अपना पंजीकरण पूरा करें
id: Masukkan detail Anda dan selesaikan pendaftaran Anda
it: Inserisci i tuoi dati e completa la tua registrazione
ja: 詳細を入力して 登録を完了します
ko: 세부 정보를 입력하고 등록을 완료하세요.
nb: Skriv inn dine detaljer og fullfør din registrering
nl: Voer uw gegevens in en voltooi uw registratie
pl: Wprowadź swoje dane i dokończ rejestrację
pt: Insira seus dados e conclua seu registro
ru: Введите свои данные и завершите регистрацию
th: ป้อนรายละเอียดของคุณและ ลงทะเบียนให้เสร็จสมบูรณ์
tr: Bilgilerinizi girin ve kaydınızı tamamlayın
vi: Nhập thông tin chi tiết của bạn và hoàn thành đăng ký của bạn
zh: 输入您的详细信息并完成 您的注册

# next
source: Lanjut
ar: التالي
da: Næste
de: Nächste
el: Επόμενο
es: Próximo
fr: Suivant
hi: अगला
id: Berikutnya
it: Prossimo
ja: 次
ko: 다음
nb: Neste
nl: Volgende
pl: Następny
pt: Próximo
ru: Следующий
th: ต่อไป
tr: Sonraki
vi: Kế tiếp
zh: 下一个

# purchase
source: Pembelian
ar: شراء
da: Køb
de: Kaufen
el: Αγορά
es: Compra
fr: Achat
hi: खरीदना
it: Acquistare
ja: 購入
ko: 구입
nb: Kjøp
nl: Aankoop
pl: Zakup
pt: Comprar
ru: Покупка
th: ซื้อ
tr: Satın almak
vi: Mua
zh: 购买

source: Deposit
ar: إيداع
da: Depositum
de: Kaution
el: Κατάθεση
es: Depósito
fr: Dépôt
hi: जमा
id: Menyetorkan
it: Depositare
ja: デポジット
ko: 보증금
nb: Innskudd
nl: Borg
pl: Depozyt
pt: Depósito
ru: Депозит
th: เงินฝาก
tr: Depozito
vi: Tiền gửi
zh: 订金

# refund
source: Pengembalian Dana
ar: استرداد
da: Tilbagebetale
de: Erstattung
el: Επιστροφή χρημάτων
es: Reembolso
fr: Remboursement
hi: धनवापसी
it: Rimborso
ja: 返金
ko: 환불하다
nb: Refusjon
nl: Terugbetaling
pl: Refundacja
pt: Reembolso
ru: Возвращать деньги
th: คืนเงิน
tr: Geri ödemek
vi: Đền bù
zh: 退款

source: OrderRefund
ar: طلب استرداد
da: Ordretilbagebetaling
de: BestellungRückerstattung
el: ΠαραγγελίαΕπιστροφή χρημάτων
es: PedidoReembolso
fr: Remboursement de la commande
hi: आदेश वापसी
id: Pengembalian Pesanan
it: Rimborso dell'ordine
ja: 注文返金
ko: 주문환불
nb: Bestillingsrefusjon
nl: BestellingTerugbetaling
pl: ZamówZwrot pieniędzy
pt: PedidoReembolso
ru: ЗаказатьВозврат
th: สั่งซื้อคืนเงิน
tr: Sipariş İadesi
vi: Hoàn tiền đặt hàng
zh: 订单退款

source: PayoutReject
ar: دفع تعويضات
da: Udbetaling Afvis
de: AuszahlungAblehnung
es: PagoRechazar
fr: PaiementRejeter
hi: भुगतानअस्वीकार
id: PembayaranTolak
it: PagamentoRifiuta
ja: 支払い拒否
ko: 지급 거부
nb: Utbetaling Avvis
nl: UitbetalingWeigeren
pl: Odrzuć wypłatę
pt: PagamentoRejeitar
ru: ВыплатаОтклонить
th: การจ่ายเงินปฏิเสธ
tr: Ödeme Reddet
vi: Xuất chiTừ chối
zh: 付款拒绝

# salonOwnerName
source: Nama Kapster
ar: اسم صاحب الصالون
da: Salonejers navn
de: Name des Salonbesitzers
el: Όνομα ιδιοκτήτη σαλονιού
es: Nombre del propietario del salón
fr: Nom du propriétaire du salon
hi: सैलून मालिक का नाम
id: Nama Pemilik Salon
it: Nome del proprietario del salone
ja: サロンオーナー様のお名前
ko: 미용실 주인 이름
nb: Salongseierens navn
nl: Naam saloneigenaar
pl: Imię i nazwisko właściciela salonu
pt: Nome do proprietário do salão
ru: Имя владельца салона
th: ชื่อเจ้าของร้าน
tr: Salon Sahibinin Adı
vi: Tên chủ tiệm
zh: 沙龙老板的名字

# salonName
source: Nama Tempat Kapster
ar: اسم الصالون
da: Salonens navn
de: Salonname
el: Όνομα σαλονιού
es: Nombre del salón
fr: Nom du salon
hi: सैलून का नाम
id: Nama Salon
it: Nome del salone
ja: サロン名
ko: 살롱 이름
nb: Salongens navn
nl: Salonnaam
pl: Nazwa salonu
pt: Nome do salão
ru: Название салона
th: ชื่อร้าน
tr: Salon Adı
vi: Tên tiệm
zh: 沙龙名称

# ownerPhoto
source: Foto Kapster
ar: صورة المالك
da: Ejer foto
de: Foto des Besitzers
el: Φωτογραφία ιδιοκτήτη
es: foto del propietario
fr: Photo du propriétaire
hi: मालिक फोटो
id: Foto pemilik
it: Foto del proprietario
ja: オーナー写真
ko: 소유자 사진
nb: Eier bilde
nl: Eigenaar foto
pl: Zdjęcie właściciela
pt: foto do proprietário
ru: Фото владельца
th: รูปเจ้าของ
tr: Sahip fotoğrafı
vi: Ảnh chủ sở hữu
zh: 店主照片

# yourFaceShouldBeVisibleCompletelyImageWithSpecsHeadphonesWillNotBeApproved
source: Wajah harus terlihat lengkap. Gambar telinga tertutup tidak akan disetujui.
ar: يجب أن يكون وجهك مرئيًا بالكامل. الصورة ذات المواصفات وسماعات الرأس لن تتم الموافقة عليها.
da: Dit ansigt bør være synligt fuldstændigt. Billede med specifikationer og hovedtelefoner vil ikke blive godkendt.
de: Ihr Gesicht sollte vollständig sichtbar sein. Bild mit Brille und Kopfhörern wird nicht genehmigt.
el: Το πρόσωπό σας θα πρέπει να είναι ορατό εντελώς. Η εικόνα με τις προδιαγραφές και τα ακουστικά δεν θα εγκριθεί.
es: Tu cara debe verse completamente. La imagen con especificaciones y auriculares no se aprobará.
fr: Votre visage doit être visible complètement. L'image avec les spécifications et les écouteurs ne sera pas approuvée.
hi: आपका चेहरा पूरी तरह से दिखाई देना चाहिए। विशिष्टताओं और हेडफ़ोन के साथ छवि स्वीकृति नहीं दी जाएगी।
id: Wajah Anda harus terlihat sepenuhnya. Gambar dengan Spesifikasi & Headphone tidak akan disetujui.
it: Il tuo volto dovrebbe essere visibile completamente. L'immagine con specifiche e cuffie non sarà approvata.
ja: あなたの顔は 完全に表示される必要があります。 仕様とヘッドフォンを含む画像は 承認されません。
ko: 얼굴이 완전히 보여야 합니다. 사양 및 헤드폰이 포함된 이미지는 승인되지 않습니다.
nb: Ansiktet ditt skal være synlig helt. Bilde med spesifikasjoner og hodetelefoner vil ikke bli godkjent.
nl: Je gezicht moet volledig zichtbaar zijn. Afbeelding met specificaties en koptelefoon wordt niet goedgekeurd.
pl: Twoja twarz powinna być całkowicie widoczna. Zdjęcie ze specyfikacjami i słuchawkami nie zostanie zatwierdzone.
pt: Seu rosto deve estar completamente visível. Imagens com especificações e fones de ouvido não serão aprovadas.
ru: Ваше лицо должно быть видно полностью. Изображение с очками и наушниками не будет одобрено.
th: ใบหน้าของคุณควรมองเห็นได้ โดยสมบูรณ์ รูปภาพที่มีข้อมูลจำเพาะและหูฟัง จะไม่ได้รับการอนุมัติ
tr: Yüzünüz tamamen görünür olmalıdır. Görsel Özellikleri ve Kulaklıkları içeren resim onaylanmayacaktır.
vi: Khuôn mặt của bạn sẽ hiển thị hoàn toàn. Hình ảnh có Thông số kỹ thuật và tai nghe sẽ không được phê duyệt.
zh: 你的脸应该 完全可见。 带有眼镜和耳机的图片 将不会被批准。

# aboutSalon
source: Tentang Kapster
ar: عن الصالون
da: Om salon
de: Über Salon
el: Σχετικά με το Salon
es: Acerca del salón
fr: À propos de Salon
hi: सैलून के बारे में
id: Tentang Salon
it: A proposito di Salone
ja: サロンについて
ko: 살롱 소개
nb: Om salong
nl: Over salon
pl: O Salonie
pt: Sobre Salão
ru: О салоне
th: เกี่ยวกับซาลอน
tr: Salon Hakkında
vi: Về Tiệm
zh: 关于沙龙

# salonAddress
source: Alamat Kapster
ar: عنوان الصالون
da: Salonens adresse
de: Salonadresse
el: Διεύθυνση σαλονιού
es: Dirección del salón
fr: Adresse du salon
hi: सैलून का पता
id: Alamat Salon
it: Indirizzo del salone
ja: サロン住所
ko: 살롱 주소
nb: Salongens adresse
nl: Salon adres
pl: Adres Salonu
pt: Endereço do salão
ru: Адрес салона
th: ที่อยู่ร้าน
tr: Salon Adresi
vi: địa chỉ thẩm mỹ viện
zh: 沙龙地址

# salonPhone
source: Telpon Kapster
ar: هاتف الصالون
da: Salon telefon
de: Salontelefon
el: Τηλέφωνο σαλονιού
es: Teléfono del salón
fr: Téléphone du salon
hi: सैलून फोन
id: Telepon Salon
it: Telefono del salone
ja: サロン電話
ko: 살롱 전화
nb: Salongen telefon
nl: Salontelefoon
pl: Telefon salonowy
pt: Telefone do salão
ru: Салон Телефон
th: ซาลอนโฟน
tr: Salon Telefonu
vi: điện thoại thẩm mỹ viện
zh: 沙龙电话

# salonLocation
source: Lokasi Kapster
ar: موقع الصالون
da: Salonens placering
de: Salonstandort
el: Τοποθεσία σαλονιού
es: Ubicación del salón
fr: Emplacement du salon
hi: सैलून स्थान
id: Lokasi Salon
it: Posizione del salone
ja: サロンの場所
ko: 살롱 위치
nb: Salongens plassering
nl: Salonlocatie
pl: Lokalizacja Salonu
pt: Localização do salão
ru: Расположение салона
th: ที่ตั้งร้าน
tr: Salon Konumu
vi: Vị trí thẩm mỹ viện
zh: 沙龙位置

source: Click To Fetch Location
ar: انقر لجلب الموقع
da: Klik for at hente placering
de: Klicken Sie auf „Standort abrufen“.
el: Κάντε κλικ για ανάκτηση τοποθεσίας
es: Haga clic para obtener la ubicación
fr: Cliquez pour récupérer l'emplacement
hi: स्थान प्राप्त करने के लिए क्लिक करें
id: Klik Untuk Mengambil Lokasi
it: Fare clic su per recuperare la posizione
ja: クリックして位置情報を取得
ko: 위치를 가져오려면 클릭
nb: Klikk for å hente posisjon
nl: Klik om locatie op te halen
pl: Kliknij, aby pobrać lokalizację
pt: Clique para buscar a localização
ru: Нажмите, чтобы получить местоположение
th: คลิกเพื่อเรียกตำแหน่ง
tr: Konum Almak İçin Tıklayın
vi: Nhấp để tìm nạp vị trí
zh: 点击获取位置

# setAvailabilityOfYourSalon
source: Pilih ketersediaan kapster anda
ar: ضبط توافر الصالون الخاص بك
da: Indstil tilgængelighed af din salon
de: Legen Sie die Verfügbarkeit Ihres Salons fest
el: Ρυθμίστε τη διαθεσιμότητα του κομμωτηρίου σας
es: Establece la disponibilidad de tu salón
fr: Définir la disponibilité de votre salon
hi: अपने सैलून की उपलब्धता निर्धारित करें
id: Atur Ketersediaan salon Anda
it: Imposta la disponibilità del tuo salone
ja: サロンの空き状況を設定する
ko: 살롱 이용 가능 여부 설정
nb: Angi tilgjengelighet for salongen din
nl: Stel Beschikbaarheid van uw salon in
pl: Ustaw dostępność swojego salonu
pt: Defina a disponibilidade do seu salão
ru: Установить Доступность вашего салона
th: ตั้งค่าความพร้อมใช้งานของร้านเสริมสวยของคุณ
tr: Salonunuzun Müsaitliğini Ayarlayın
vi: Đặt tính khả dụng của tiệm của bạn
zh: 设置沙龙的可用性

# mondayFriday
source: Senin - Jumat
ar: الإثنين، الجمعة
da: Mandag fredag
de: Montag Freitag
el: Δευτέρα Παρασκευή
es: Lunes Viernes
fr: Lundi vendredi
hi: सोमवार से शुक्रवार
it: Lunedì venerdì
ja: 月曜日金曜日
ko: 월요일 - 금요일
nb: Mandag fredag
nl: Maandag vrijdag
pl: Poniedziałek piątek
pt: Segunda-feira sexta-feira
ru: Понедельник Пятница
th: วันจันทร์วันศุกร์
tr: Pazartesi Cuma
vi: Thứ hai thứ Sáu
zh: 周一至周五

# saturdaySunday
source: Sabtu & Minggu
ar: السبت الأحد
da: Lørdag Søndag
de: Samstag Sonntag
el: Σάββατο Κυριακή
es: Sabado domingo
fr: Samedi Dimanche
hi: शनिवार रविवार
it: Sabato domenica
ja: 土曜日と日曜日
ko: 토요일 일요일
nb: Lørdag Søndag
nl: Zaterdag Zondag
pl: Sobota niedziela
pt: Sábado domingo
ru: Суббота Воскресенье
th: เสาร์อาทิตย์
tr: Cumartesi Pazar
vi: Thứ bảy Chủ Nhật
zh: 星期六星期天

# to
source: Sampai
ar: ل
da: Til
de: Zu
el: Προς την
es: A
fr: Pour
hi: को
id: Ke
it: A
ja: に
ko: 에게
nb: Til
nl: Naar
pl: Do
pt: Para
ru: К
th: ถึง
tr: İle
vi: ĐẾN
zh: 到

# categoriesYouServe
source: Kategori Layanan
ar: الفئات التي تخدمها
da: Kategorier, du tjener
de: Kategorien, die Sie bedienen
el: Κατηγορίες που εξυπηρετείτε
es: Categorías a las que sirve
fr: Catégories que vous servez
hi: श्रेणियाँ आप सेवा करते हैं
id: Kategori yang Anda Layani
it: Categorie che servi
ja: サービスを提供するカテゴリ
ko: 귀하가 제공하는 범주
nb: Kategorier du tjener
nl: Categorieën die u bedient
pl: Kategorie, które obsługujesz
pt: Categorias que você atende
ru: Категории, которые вы обслуживаете
th: หมวดหมู่ที่คุณให้บริการ
tr: Hizmet Verdiğiniz Kategoriler
vi: Danh mục bạn phục vụ
zh: 您服务的类别

# gendersYouServe
source: Jenis kelamin Calon Pelanggan
ar: الأجناس التي تخدمها
da: Køn du tjener
de: Geschlechter, denen Sie dienen
el: Φύλα που εξυπηρετείτε
es: Géneros que atiende
fr: Genres que vous servez
hi: आप जिस लिंग की सेवा करते हैं
id: Gender yang Anda Layani
it: Generi che servi
ja: あなたが奉仕する性別
ko: 당신이 섬기는 성별
nb: Kjønn du tjener
nl: Geslachten die u dient
pl: Płeć, którym służysz
pt: Gêneros que você atende
ru: Полы, которым вы служите
th: เพศที่คุณให้บริการ
tr: Hizmet Ettiğiniz Cinsler
vi: Giới tính bạn phục vụ
zh: 您服务的性别

# male
source: Laki-laki
ar: ذكر
da: Han
de: Männlich
el: Αρσενικός
es: Masculino
fr: Homme
hi: नर
id: Pria
it: Maschio
ja: 男
ko: 남성
nb: Mann
nl: Mannelijk
pl: Mężczyzna
pt: Macho
ru: Мужской
th: ชาย
tr: Erkek
vi: Nam giới
zh: 男性

# female
source: Perempuan
ar: أنثى
da: Kvinde
de: Weiblich
el: Θηλυκός
es: Femenino
fr: Femme
hi: महिला
it: Femmina
ja: 女性
ko: 여성
nb: Hunn
nl: Vrouwelijk
pl: Kobieta
pt: Fêmea
ru: Женский
th: หญิง
tr: Dişi
vi: Nữ giới
zh: 女性

source: Unisex
ar: للجنسين
el: Για άνδρες και γυναίκες
es: Unisexo
fr: Unisexe
hi: उभयलिंगी
ja: ユニセックス
ko: 유니섹스
nl: Uniseks
pl: Dla obu płci
pt: Unissex
ru: унисекс
th: ไม่จำกัดเพศ
tr: üniseks
vi: cả nam và nữ
zh: 男女通用的
